{"text": [{"text": "", "page_num": 1}, {"text": "", "page_num": 2}, {"text": "", "page_num": 3}, {"text": "", "page_num": 4}, {"text": "", "page_num": 5}, {"text": "", "page_num": 6}, {"text": "", "page_num": 7}, {"text": " \n \n8 \n \n \nTable of contents \n1. EXECUTIVE SUMMARY ................................................................................................................................. 9 \n2. PROMOTING BLUE ECONOMY IN INDIA ................................................................................................... 15 \n3. LEAD THE WORLD IN SAFE, SUSTAINABLE & GREEN MARITIME SECTOR ....................................... 19 \n4. PROMOTE OCEAN, COASTAL & RIVER CRUISE SECTOR ..................................................................... 59 \n5. ENHANCE MODAL SHARE OF COASTAL SHIPPING & INLAND WATERWAYS ................................... 93 \n6. PROMOTE MARITIME CLUSTERS ............................................................................................................ 128 \n7. PROVIDE MARITIME PROFESSIONAL SERVICES ................................................................................. 167 \n8. BECOME A GLOBAL PLAYER IN SHIPBUILDING, REPAIR & RECYCLING ......................................... 202 \n9. DEVELOP WORLD CLASS EDUCATION, RESEARCH & TRAINING FACILITIES ................................ 223 \n10. STRENGTHEN INDIA’S GLOBAL MARITIME PRESENCE .................................................................... 249 \n11. DEVELOP WORLD CLASS NEXT GENERATION PORTS ..................................................................... 284 \n12. ENHANCE EFFICIENCY THROUGH TECHNOLOGY & INNOVATION .................................................. 321 \n13. ENHANCE INDIA’S TONNAGE ................................................................................................................ 348 \n14. DETAILED ACTION PLAN ON LOGISTICS, INFRASTRUCTURE AND SHIPPING (INCLUDING \nTRANSSHIPMENT) ......................................................................................................................................... 366 \nANNEXURE 1: CARGO TRAFFIC PROJECTIONS ....................................................................................... 487 \nANNEXURE 2 : NATIONAL WATERWAYS’ PRIORITIZED PROJECTS ..................................................... 489 \nANNEXURE 3: KEY ASPIRATIONS FOR MIV 2030 AND AMRIT KAAL VISION 2047 ............................... 493 \nANNEXURE 4: STAKEHOLDER COMMENTS AND RESPONSE INCLUSIONS ......................................... 494 \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "page_num": 8}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n9 \nEXECUTIVE SUMMARY \nAmrit Kaal Vision 2047 - Quantum Leap to India’s Global Maritime Leadership \nThe country’s maritime sector comprising of 12 Major Ports and more than 200 non-major ports along the 7,500 \nkms of the coastal line plays a crucial role in the growth of the country’s economy. The Government of India’s \nvision of 2030 has highlighted Blue Economy as one of the 10 core dimensions of economic growth. To address \nchallenges & improve coordination, Blue Economy Coordination Committee (BECC) constituted under \nchairmanship of Vice Chairman, NITI Aayog.  BECC identified 6 functional clusters for leveraging Blue economy. \nWithin these clusters, Logistics, Infrastructure and Shipping (including Transshipments) cluster is being driven \nby Ministry of Ports, Shipping & Waterways.  \nThe Amrit Kaal Vision 2047 for Logistics, Infrastructure and Shipping (including Transshipments) has been \nprepared through more than 150 consultations with public and private sector stakeholders. These stakeholders \ncomprised of representatives from concerned Central Government Ministries and Departments, Major Port \nTrusts, representatives from shipping industry, representatives from financial institutions, State Maritime Boards \n& other state departments, representatives from academia etc.  \nIn addition to the consultation, the preparation of the action plan involved assessment of more than 50 \ninternational benchmarks analyzed for policies, acts and other regulatory provisions. Based on the various \nconsultations and assessment, the Amrit Kaal Vision 2047 has identified more than 300 actionable points. These \naction points will leverage the recent development of the National Logistics Policy (NLP) and the PM Gati Shakti \nNational Master Plan (PMGS-NMP). \nGuiding principles \nThe preparation of the Amrit Kaal Vision 2047 for Logistics, Infrastructure and Shipping (including \nTransshipments) cluster was driven by the following key principals: \n1. Assessment of the current landscape for identification of gaps and find actionable points to fill in the gaps for \nachieving the respective targets \n2. Analysis of international best practices across infrastructure, capacity building, institutional framework and \nregulatory environment for developing the actionable points \n3. Developing framework for improving innovation and financing in the maritime sector  \n4. Driving the agenda for promoting Atmanirbhar Bharat and sustainability in the maritime sector \n5. Defining the timeline for the implementation of the actionable points  \nKey themes \nThe Amrit Kaal Vision 2047 Action Points have been defined across 11 key themes which are provided as \nbelow. A total of 300+ initiatives along with their action plan have been identified across these themes. \nLead The World In Safe, \nSustainable & Green \nMaritime Sector \nPromote Ocean, Coastal \n& River Cruise Sector \nEnhance Modal Share of \nCoastal Shipping & \nInland Water Transport \nPromote Maritime \nClusters  \nProvide Maritime \nProfessional Services \nBecome a Global Player \nin Shipbuilding, Repair & \nRecycling \nDevelop World Class \nEducation, Research & \nTraining Facilities \nStrengthen India’s Global \nMaritime Presence \nDevelop World Class \nNext Generation Ports \nEnhance Efficiency \nThrough Technology & \nInnovation \nEnhance India’s Tonnage \n", "page_num": 9}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n10 \n1. Lead the World in Safe, Sustainable & Green Maritime Sector \nGovernment of India’s vision is to reduce emissions from maritime sector in line with IMO GHG reduction strategy \nand promote the development of zero and low-emission solutions. In addition, as per COP 26 the climate targets \nhave been set with limiting the global warming well below 2 degrees Celsius and efforts will be made to limit \ntemperature increase to 1.5 degree Celsius above pre-industrial levels. \nThe major ports in the country have taken multiple initiatives such as increasing the adoption of solar and wind \nenergy, providing shore power to port crafts and using electricity powered port equipment. In addition, the ports \nin the country are introducing safety measures. \nApart from ports, the shipping sector has also witnessed increased adoption of vessels driven by alternate \nsources of fuels. These vessels are currently in the various stages of development and mainly use sources such \nas batteries, solar energy, LNG etc. \nIn order to promote and lead the world in safe sustainable and green maritime sector, initiatives for both ports \nand shipping have been identified as part of the Amrit Kaal Vision 2047 action plan. There are 22 initiatives \nidentified under the theme, of which the key initiatives identified for 2047 for promoting sustainability in port \ninclude developing a strategy to make all the major ports carbon neutral, phased adoption of alternate fuels such \nas LNG, Hydrogen/Ammonia and biofuels for port vehicles. In addition to ports, key initiatives have also been \nidentified for promoting sustainability in shipping. These initiatives include setting up De-Carbonization Cell at \nDG Shipping, launch of over 20 pilot projects under India’s Green maritime shipping program, providing incentives \nfoster development of low carbon vessels and retrofits in existing vessels, extend PLI scheme to support green \nmaritime technology development in India etc. \n2. Promote Ocean, Coastal & River Cruise Sector \nIndia hasn’t reached its potential when it comes to Maritime Tourism. While Cruise Industry is growing at steady \nrate, it is still subdued with various barriers. Ferry market on the other hand is limited to few regions only. An \nattractive and stable regulatory policy framework in line with international standards is most essential for attracting \ntourists and cruise lines in India. Further, suitable business modality shall be needed to connect Indian coastal \ndistricts through a low-cost water-based transport solution.  \nThere are 25 initiatives identified under the theme, of which the key initiatives for promoting ocean, coastal & \nriver cruise sector in India include infrastructure initiatives such as developing cruise terminals and marinas along \nthe East & West Coast of the country and develop inland waterways for river cruises. Apart from infrastructure, \npolicy initiatives are also proposed which include relaxing cabotage rules, extending e-visa facility to five ports, \nfiscal incentives in terms of custom duty exemption on consumables, reduction in GST on tickets etc. Other \ninitiatives include updating the Standard Operating Procedures for cruise vessels in line with international \nstandards, establishing a centralized fund under SDCL with capital to be provided by major ports for subsidizing \nthe Ro Ro/Ro-PAX operations, capacity building through establishing training academies etc. \n3. Enhance modal share of coastal shipping & Inland Water Transport \nThe coastal shipping and inland waterways sector in India are still in its nascent stage compared to other \ncountries and other modes of transport. Despite the fact that water transportation is cost-effective, sustainable \nand environment friendly mode of movement, India is not able to fully utilize its 7,500 km coastline and over \n14,000 km of navigable inland waterways.  \nThere are 46 initiatives identified under the theme, of which the key initiatives for enhancing modal share of \ncoastal shipping and inland water transport include creation of port based agglomeration centers, creation of \ncoastal berths near coast based production/demand centers, Road/ Rail/ IWT connectivity/ expansion projects, \nreduction in port dues and terminal charges, fiscal incentives such as allowing input tax credit on bunker fuel and \nspares purchased from various states, reduction of GST for multimodal transportation etc., operationalize 50 \nwaterways by 2047, introduction of low draft vessel design with a possible tug-barge combination etc. \n", "page_num": 10}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n11 \n4. Promote Maritime Cluster  \nMaritime clusters as identified for Amrit Kaal Vision 2047 Action Plan include creating industrial clusters along \nthe ports which include DPA, VoCPA, SMPA (Haldia) and also at Andaman & Nicobar Islands. The key initiatives \nfor creating the maritime industrial clusters include identification of models with private sector for developing the \nindustrial clusters, identification of focus commodities for the industrial clusters, adoption of investor friendly \npolicies etc. \nIn addition to industrial clusters, development of three islands namely Greater Nicobar & Port Blair at Andaman \nand Nicobar Island can be developed as a bunkering hub and Ship repair respectively. In addition, Kalpeni Island \ncan be developed for Vessel Spares and Stores. There are 30 initiatives identified under the theme, of which the \nkey initiatives for developing these islands would involve infrastructure, institutional and policy/regulatory \ninitiatives. \n5. Promote maritime professional services \nIndia holds a strong position as a maritime hub and as the country continues to invest, the maritime industry \ncontinues to expand. This would require additional capital for implementation. In addition to the flow of credit, \nthere is a need for fiscal incentives to be provided to the Indian maritime sector. Further, as the sector expands, \nmore services shall be required in the sector due to multiplicity of disputes and expeditious settlement of \ninsurance claims in the sector.  \nThere are 28 initiatives identified under the theme ‘Offer maritime professional services’. To promote ease of \nfinancing in the maritime sector, as part of initiatives it is proposed to establish a Maritime Development Fund to \nprovide low-cost and long-term capital in the sector. In addition, the initiatives related to establishment of an \ninternational level maritime arbitration center, expeditious insurance claim settlement, and provision of fiscal \nincentives in terms of direct & indirect taxes in the maritime sector shall also be covered. \n6. Become a global player in Shipbuilding, repair & recycling \nIndia needs a strong ship building eco-system with adequate infrastructure and policy enablers to become a \nleader in the Ship building, repair and recycling industry. Policy measures pursued by other key shipbuilding \nnations suggest that each country has pursued a mix of fiscal & non-fiscal incentives for encouraging \ndevelopment & growth of shipbuilding industry. Similar incentives are to be introduced in Indian industry to keep \npace with leading nations.  \nAs part of Amrit Kaal Vision 2047 Action Plan, a total of 17 initiatives have been identified for shipbuilding and \nrepair and ship recycling. The initiatives for shipbuilding and repair include extending the policy for shipbuilding \nfor 5-10 years beyond the end of Financial Year 2025-26, promoting Atmanirbhar Bharat provisions (such as post \n2023 only Indian Flagged Vessels to be allowed to serve PSU/ Govt. requirements), grading of shipyards based \non technical capacities, simplification of custom procedures for import of vessel spares etc. In addition to \nshipbuilding and repair, initiatives have been identified for ship recycling which include expansion of Alang \nShipyard, leveraging vehicle scrapping policy, developing new ship recycling locations at Andhra Pradesh, \nOdisha and West Bengal to cater to the markets in South East Asia etc. \n7. Develop World Class Education, Research & Training \nIn the present scenario, the maritime education and research ecosystem in the country operates on standalone \nbasis. There is non-availability of a platform to bring together the elements of maritime education and research, \nwhich involve training, faculty, etc. to drive the innovation in the maritime sector. The capabilities in the maritime \nsector in the country can be enhanced through developing an innovation ecosystem.  \nThere are 39 initiatives identified as part of Amrit Kaal Vision 2047 of which, the key initiatives focus on creating \nan Innovation Ecosystem in the country to promote world class education, research and training in the maritime \n", "page_num": 11}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n12 \nsector. These initiatives mainly include promoting setting up of incubators and accelerators in the country for \npromoting startups in the maritime sector, setting up of Maritime Knowledge Clusters to promotive collaborative \napproach for research in maritime sector, establishing a Center of Excellence for Multimodal Logistics at IIM, \nAhmedabad and IIFT, Delhi, establish partnerships with leading international maritime training institutes, \nstandardization of port tariff structure across all the ports, reduce the time of professorship for faculties at maritime \ninstitute etc.  \n8. Strengthen India’s global maritime presence \nBuilding partnership and enhancing maritime cooperation is one of the important steps for India to grow its global \nstature as a maritime power. There are 43 initiatives identified as part of Amrit Kaal Vision 2047 Action Plan of \nwhich, the key initiatives focus on strengthening our global maritime presence which includes dedicated IMO cell \nin India, appointment of a permanent representative at IMO headquarters, London, implementation of BIMSTEC \nMaster Plan, creating a robust BIMSTEC institutional structure to ensure implementation of regional projects in \na coordinated & timely manner etc.  \n9. Develop World Class next generation ports \nIndia has 12 major ports and over 200 notified non-major ports along its 7,500+ Km long coastline and sea \nislands. The ports are critical to Indian economy as they facilitate EXIM and coastal trade. The total cargo handled \nat Indian Ports (major and non-major) increased to 1319.97 million tonnes in 2019-20 from 1281.78 million tonnes \nin 2018-19 reflecting an increase of 3.0% during 2019-2020. India’s major ports handled around 53.4% of the \ncargo handled at Indian ports.  \nThere are 42 initiatives identified as part of Amrit Kaal Vision 2047, of which the key initiatives focus on developing \nworld class next generation ports which include developing port clusters involving major and non-major ports with \ncapacities more than 300 MTPA, creation of deeper drafts (18-23 m) at ports, developing transshipment hub, \ndeveloping two new major ports, reduce vessel related charges, increase private sector participation through \nimplementation of projects under PM Gati Shakti – NMP and Asset Monetization Plan etc. \n10. Enhance Efficiency through Technology & Innovation \nMaritime sector which carries ~90% of international cargo volume has seen technology advancement, innovation \nand transformation with the aim to bring in efficiency in operation, cost optimisation and ease of doing business. \nCovid-19 crisis has further underlined the critical role of digitalisation in functioning and operation of maritime \nsupply chains across the world. It is therefore critical and essential that maritime sectors in India also improve \ntheir position in respect of technological innovation, advancement and integration. \nAs part of Amrit Kaal Vision 2047, a total of 17 initiatives are identified of which, the key initiatives includes \nimplementing technology initiatives such as improving operational efficiency through E-gate 2.0 at all ports based \non computer vision & OCR technologies, Drone based inventory management, Just-in-time systems at all ports, \nAutomation of mobile harbor cranes, pilotage, mooring & anchorage etc., port planning & optimization initiatives \nsuch as digital twin for port and systems, advanced analytics-based yard management, automated allotment of \nberths using AI/ ML etc., establish digital center of excellence to do research for implementation of upcoming \ntechnologies in the maritime sector etc. \n11. Enhance India’s Tonnage \nThe growth of Indian-flag shipping tonnage has not been able to keep up with the pace of Indian trade needs. \nThe number of ships under Indian flag has grown over the years but the share of Indian fleet as a percentage of \nthe world’s fleet remains close to 1% whereas leading nations such as China and Singapore have a share of 5% \nand 6.5% respectively in the world’s tonnage. India needs to make certain policy changes and take steps to make \nthe process of registration of vessel and sailing of Indian flagged vessel convenient for all the stakeholders and \nimprove India’s ranking and share in world’s tonnage. \n", "page_num": 12}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n13 \nAs part of Amrit Kaal Vision 2047, a total of 9 initiatives are identified of which, the key initiatives to improve \nIndia’s Tonnage include initiatives providing fiscal incentives such as revisiting the applicability of TDS on wages \npaid to Indian seafarers, allowing the Input Tax Credit on the fuel, spares etc. procured for vessel, Indian ships \nshould not be required to pay GST on reverse charge for MRO services consumed outside India etc., granting \ninfrastructure status to shipping industry, allowing other sources of financing to vessel owners such as Alternate \nInvestment Funds, removing restriction on ship leasing by insurance Companies etc. \nNote:  \n \nDuring implementation of initiatives, all stakeholders should ensure sustainable functioning of the coastal \nand ocean resources following EPA,1986, Water Act., 1974, Air Act., 1981, Noise pollution (Regulation \nand Control) Rules, 2000; Hazardous Wastes (Management, Handling and Transboundary Movement) \nRules, 2008; National Ambient Air Quality Standards, 2009 CRZ, 2019, and EA,2006 and its \namendments and guidelines of MoEF&CC shall be followed \n \nAll proposed developmental activities under this action plan may have a comprehensive risk \nmanagement plan to avoid pollution in coastal and ocean environments \nStrategic Aspirations for Amrit Kaal Vision 2047 \nThe following provides the strategic aspirations for Amrit Kaal Vision 2047: \nParameter \nUnit \nWhere we are \nAspiration 2047 \nLead the World in Safe, Sustainable & Green Maritime \nSector  \n \n \n \nMajor Ports with LNG bunkering facilities\nNumber\n1\n8\nNo. of hydrogen/ammonia hubs\nNumber\n-\n141\nMajor Ports with shore to ship power facility\nNumber\n2\n142\nCarbon neutral ports\nNumber\n-\n14\nPromote Ocean, Coastal & River Cruise Sector  \n \n \n \nIndia’s rank of passenger volume in Asia Pacific \nRank \n4\nth\n1\nst\nNo. of Indian ports amongst top 20 ports for cruise services in \nAsia Pacific \nNumber \n1 \n4 \nNumber of cruise terminals\nNumber\n6\n25\nEnhance modal share of coastal shipping & Inland \nWaterway Transport \n \n \n \nNo. of operational waterways\nNumber\n22\n50+\nCargo volume handled by waterways\nMMTPA\n109\n>500\nBecome a Global player in Shipbuilding, repair & recycling \n \n \n \nGlobal rank in ship recycling \nRank \n2nd \n1st \nGlobal rank in ship building\nRank\n22nd\nTop 5\nDevelop World class next generation ports\n \n1 In line with Draft National Green Hydrogen Mission Document Section 3.2 (f) stating that All Major Ports to have Green \nHydrogen/Ammonia storage & bunkering facility. \n2 14 refers to all major ports by 2047 \n", "page_num": 13}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n14 \nParameter \nUnit \nWhere we are \nAspiration 2047 \nOverall Port handling capacity\nMMTPA\n2,500+\n10,000+\n% of cargo handled at PPP berths of Major Ports\nPercentage\n51%\n100%\nNumber of transhipment hub\nNumber\n1\n3\nNumber of new Major Ports\nNumber\n-\n2\nPorts with 18-23 m draft \nNumber \n53 \n13 \nEnhance efficiency through technology & innovation \n \n \n \nPorts with just-in-time arrival \nPercentage \n- \n100% \nSmart Ports \nNumber \n- \n5 \n \n \n \n \n \n3 5 ports include 1 Major Port (VPA) and 4 Non- Major Ports (Mundra, Krishnapatnam, Gangavaram & Dhamra) \n", "page_num": 14}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n15 \nPromoting blue economy in India \nIndia’s vast maritime interests have a vital relationship with the nation’s economic system. The country is \nimmensely reliant on the ocean. The Government of India’s vision of New India by 2030 enunciated in February \n2019 highlighted the Blue Economy as one of the 10 core dimensions of economic growth. \nIn pursuance of the Hon’ble Prime Minister thrust on Blue Economy, there have been 4 major initiatives that \nincluded comprehensive deliberation on the issues and challenges in the Maritime sector. \n \nMaritime India Vision 2030 by Ministry of Ports, Shipping and Waterways \n \nDraft Maritime Policy by NITI Aayog \n \nIndia’s Blue Economy- a draft Policy Framework by EAC-PM \n \nADB Report on Promotion of Coastal Shipping in India \nIt was observed that there was no single national agency for coordination and integration of maritime activities \nthat fall under diverse domain - maritime ocean and costal economy, infrastructure, environment, energy, \ndiplomacy, safety and security, ocean technology and resources, shipping, international law, culture and tourism, \nisland development etc. These issues are presently dealt with by several ministries, authorities, agencies and \ndepartments individually. Further, reports have suggested for cohesive maritime/ocean governance framework \nto ensure communication, coordination and clarity between multiple stakeholders and multiple level of \nadministrative authorities and coastal communities, for achieving better outcomes. This will avoid work in silos \nand duplication of efforts. \nOn the behest of NITI Aayog, Ministry of Ports, Shipping and Waterways (MoPSW) prepared Amrit Kaal Vision \n2047. To devise the above vision and action plan, MoPSW had constituted 13 Working Groups for deliberations \n& preparing a roadmap with specific implementation plan on the work area designated to each Group. Under this \nassignment reports and presentations have been prepared in consultation with 13 working groups.  \nA brief skeleton of the 13 groups is given below with the Working Group Coordinator, who were identified based \non the topics covered under each working group:  \nWG # \nWorking Groups \nCoordinator \nWG #1 \nBridging the gap between the functioning of Indian Maritime \nAdministration and the priorities of International Maritime \nOrganization (IMO) \nDG Shipping \nWG #2 \nBuilding partnerships and enhancing maritime cooperation with \nIndia Ocean Rim Association (IORA) member States and Bay \nof Bengal Initiative for Multi-Sectoral Technical and Economic \nCooperation (BIMSTEC) \nVC, IMU \nWG #3 \nStrengthening connectivity (ferry, cruise and cargo) with \nneighboring countries such as Bangladesh, Sri Lanka, \nMaldives, and Thailand. Developing cruise tourism \ndomestically and circuits across neighboring countries \nChairman, CoPA \nWG #4a \nStrengthening the India's capabilities in the domain of port \nlogistics \nChairman, VoCPA \nWG #4b \nStrengthening the India's capabilities in the domain of maritime \nfinance and insurance \nChairman, JNPA \nWG #4c \nStrengthening the India's capabilities in the domain of maritime \nlaw & developing leadership in maritime arbitration \nMD, IPA \nWG #4d \nStrengthening the India's capabilities in the domain of \ntechnology in maritime sector \nCMD, KPL \n", "page_num": 15}, {"text": "      \nMinistry of Ports, Shipping and Waterways \n \n16 \nWG # \nWorking Groups \nCoordinator \nWG #5 \nBuilding partnerships, collaborations and international \ncooperation for promoting maritime domain. Promotion of world \nclass education research and training facilities \nVC, IMU \nWG #6 \nPromoting marine clusters taking into consideration the best \npractices to promote blue economy related industries \nChairman, SMPK \nWG #7 \nTo develop policy measures to facilitate Indian shipping \ntonnage, ship building and marine structures capacities with a \nthrust on Make in India and Atmanirbhar Bharat \nCMD, CSL \nWG #8 \nAddressing UN SDG goals in key environment, safety and \nhealth areas for Indian ports and maritime bodies. Formulation \nof plan to introduce best practices and addressing the marine \npollution, and promotion of the green shipping \nChairman, DPA \nWG #9 \nDevelopment of Islands as Maritime Cities \nChairman, ChPA \nWG #10 \nPromote Coastal Shipping and urban water transport \nChairman, MbPA \n", "page_num": 16}, {"text": "8  \n      \n \n      \nMinistry of Ports, Shipping and Waterways  \n \n90 \n", "page_num": 17}, {"text": " \n \nTheme 1 \n \nLead the World in \nSafe, Sustainable & \nGreen Maritime \nSector \n", "page_num": 18}, {"text": " \n1 \n \n \n", "page_num": 19}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n19 \nLEAD THE WORLD IN SAFE, SUSTAINABLE & GREEN MARITIME SECTOR \nGREEN PORTS \nCURRENT LANDSCAPE \nPorts, during construction and operation phase, pose environmental impact on land side as well as on waterfront \nside. They are the major sources of air, water, soil, and noise pollution. \nPollution caused during construction phase \nOn the land side, construction of a port/ terminal/ berth impacts habitat of animals due to cutting of trees and \nclearing vegetation. Further, construction activities degrade air quality due to dust suspension, increased \nvehicular movement. There is also generation of waste material from construction which pollutes land or coastal \nwaters if not properly disposed or reused. \nOn the waterfront side, dredging results in silt material which is a threat to marine ecology if there is no proper \nchannel for disposal of dredged material. Further, construction of port infrastructure changes the marine \necosystem in the area which harm the marine environment and species existing there. \nPollution caused during operation phase \nThere are environmental impacts after the start of operations as well. Pollution of air is caused by SO2, NOx and \nPM emissions from engines of ships, tugs, boats running in the port, Diesel Generators, welding, cutting etc. \nduring maintenance activities, and due to vehicles used in various port operations. Use of heavy machinery in \nport premises cause noise pollution & also contribute to emissions. Spillage of chemicals, oil from bulk handling \ndevices cause soil pollution. Waste generated from port activities also contribute to pollution of soil in the area. \nThere are negative impacts on water quality due to operations at the shore. Loading/ unloading of cargo may \nresult in spillage of cargo into the surrounding waters when not carefully planned and executed. Pigging lines are \nused to transports liquid products through the port. Pigging lines are cleaned using water. Discharge of this water \ninto the water body would result in water pollution at a high scale. There is also wastewater generation from other \nport activities such as cleaning of liquid waste cargo spillages, domestic wastewater generation from residences \nwithin port area, discharge of untreated sewage into surrounding water body that lead to great damage to \necosystem. Ships use their ballast water system to balance the vessel while completion of operations at the port. \nBallast water is discharged into the water body after completion of the operations. This causes impact on marine \nbiodiversity as invasive species are transferred through ballast water. Oil spills from ships is another major \ncontributor of marine pollution damaging the ecosystem. Metals can contaminate the water during ship \nmaintenance operations. It also poses the risk of entering the food chain through aquatic animals. A United \nNations Environment Programme (UNEP) report, 2015 pointed out the following as state of severity of pollution \nin Indian seas. \n \nIndia dumps 0.6 MMT plastics in the oceans every year, the quantities are rising \n \nIndia ranked among 12 in top 20 countries responsible for marine pollution \n \nPlastic debris to sea are contributed by river systems – Three of ten rivers that contribute 90% to plastic \ndebris to oceans are in the India subcontinent – Indus, Ganga, and Brahmaputra (Environmental Science \nand Technology, 2017) \nSafety is a concern in ports as they are prone to natural disasters and accidents \nPort safety is one of the main aspects to be looked at in the modern ports. Ports need to be safe in addition to \nbeing efficient in their operations. Ports need to provide a safe environment for its workers. Since ports are in \ncoastal area, they are prone to natural disasters such as cyclones, tsunamis, floods, etc. Such disasters can \nwreak havoc on port operations if effective safety and recovery process are not put in place. Ports also need to \nhave safety and rescue plan for vessels and cargo. Accidents are another deterrent in safety of ports. Vessel \n", "page_num": 20}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n20 \ncollisions, accidents related to equipment, safety in relation to hazardous materials need to be looked at for safer \nport operations. \nGLOBAL PORTS AIMING TO BECOME CARBON NEUTRAL BY 2050 \nRestricting the rise of the average temperature of the earth through cutting carbon dioxide emissions is the shared \nglobal goal of humanity. Ports and maritime sector would also need to reduce its share of carbon emission and \nbecome carbon neutral in the years to come. There are several ports around the globe which are making \nstrategies and targets to become carbon neutral in future. For instance:  \n \nPort of Rotterdam is aiming to be carbon neutral by 2050. In this regard, they have started making steps \ntowards following areas – supply and reuse of surplus energy through steam exchange and heat network, \nstorage/use of captured CO2 in greenhouses, replacement of coal with gas and offshore wind power for \ngeneration of electricity, development of international recycling hub, biomass hub and hydrogen hub \n \nThe Hamburg Port Authority (HPA) is guided by the city of Hamburg’s objective to become a carbon neutral \nport by 2040. The port aims that all the major terminals to be equipped with on shore power facilities by 2030. \nThe Hamburg quayside facility is now primarily powered by green electricity (electricity from renewable \nsources). Further, the port compensates for CO2 emissions that are still being generated from port-based \nactivities through emissions reduction certificates supporting projects such as wind farms in India, low-friction \nanti-fouling paint for ship hulls and reforestation of rainforests in Panama \n \nPort of Helsinki is set to become carbon neutral by 2035.To achieve the goal, port is taking various initiatives \nsuch as shore power capabilities for nine berths, introducing incentives to use low-emission vehicles, \nenabling the electrification of work machine infrastructure, encouraging the use of biofuels, minimizing the \nPort’s energy consumption by installing LED lighting, and increasing the use of solar panels. \n \nMaritime Port Authority of Singapore has developed a decarbonization roadmap for transition to low/ zero \ncarbon energy sources by 2050. Further, a dedicated R&D hub is developed for decarbonization technology \ndevelopment. \nFigure 1 Global ports aiming to become carbon neutral by 2050 \n \nKEY INITIATIVES  \nAs mentioned below, initiatives towards greener ports have been divided into two key areas. \nInfrastructure initiatives – It focus on initiatives which are environment friendly and helps in reducing pollution \ngenerated from marine operations and conserving marine ecosystem. Following are the initiatives identified under \nthis area: \n", "page_num": 21}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n21 \n \nDevelopment of carbon neutral ports in India in next 25 years ‘Amrit Kaal’ and reduce GHG emissions through \nsustainable solutions such as usage of green fuels, electrified/ renewable energy-based yard equipment, \nvehicles & vessels, shore to ship power supply arrangement etc. \n \nCreation of port infrastructure ready for future like Hydrogen hubs  \nPolicy and regulatory initiatives – Any new initiative would require policy push from the government for faster \nadoption by ports. In this regard, following initiatives have been proposed: \n \nImplementation framework to adopt green initiatives in terminal operations \n \nIncentive mechanism for discounts in port dues for vessels with lower emission \n \nCreation of Disaster management plans for all ports to minimize the losses in terms of human lives, assets \nand environmental damage and resumes working condition as soon as possible \n \nCreation of maritime disaster centers (2-3 each on east and west coast) \n \nDevelopment of dredging \n \n monitoring toolkit to monitor emissions and resource consumption at ports \nINFRASTRUCTURE INITIATIVES \nDEVELOP CARBON NEUTRAL PORTS AND REDUCE OTHER GHG EMISSIONS \nCarbon dioxide emissions are caused by vessels, work machines, heavy traffic, and the port’s own \noperations. Based on the sources of emission, following strategic areas have been identified and their \nimplementation timeline have been mapped to achieve carbon neutrality at ports. \nFigure 2 Strategic areas to achieve carbon neutrality \n \nINCREASE USAGE OF ALTERNATE FUELS (LNG, CNG ETC.) TO REDUCE AIR EMISSION \nPorts are the major source of air pollution. It generates pollution from two type of activities – land-based activity \nand sea-based activity.  \nLand based activities – On the land side, ports contain a vast array of diesel-powered machinery: straddle \ncarriers, terminal tractors, reach lifters. Diesel powered engines result in elevated emission of various pollutants. \nThey also make a lot of noise, another form of pollution. Further, ports handle large amounts of bulk materials \ne.g., aggregates, foodstuffs, fertilizer, and wood products. These materials in dry and windy conditions inevitably \n", "page_num": 22}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n22 \nresult in dust drifting into neighboring areas. Dust, because it can be seen and felt by affected people, can be a \nmajor nuisance.  \nSea based activities – On the seaside, ship is berthed at the terminal for cargo loading and unloading activity. \nShipping vessels run on heavy fuel oil. Heavy fuel oil is much cheaper than the petrol used in land transport, but \nit also has a high polluting impact. The SO2 content of Heavy Fuel Oil is 2700 times higher than road fuel. In \ndeveloped countries SO2 emissions have been dropping so that now SO2 pollution is rare in urban environments. \nThe main SO2 source remaining is from ships coming into port. \nThis pollution causing an array of environmental impacts, can seriously affect the health of workers, and \ncontributes significantly to regional air pollution from ships and ports.  \nMajor air pollutants generated by port activities include carbon monoxide (CO), volatile organic compounds \n(VOCs), nitrogen oxides (NOx), sulfur oxides (SOx), and particulate matter (PM). The health effects of prolonged \nexposure to these compounds include respiratory diseases, cardiovascular disease, lung cancer and premature \ndeath. \n \nClean fuels to reduce emission from land-based activities \nIn India, currently, diesel alone meets an estimated 72% of transportation fuel demand followed by petrol at 23% \nand balance by other fuels such as CNG, LPG etc.4. for which the demand has been steadily rising. Green fuels \nhave been adopted at many ports across the globe to reduce the consumption of conventional fuels and cut down \nair pollution emission. \nFigure 3 International examples for clean fuel usage at ports \n \nUse of LNG/ CNG as a fuel source for the vehicles - While LNG & CNG fuels sources are attractive \ncommercially, infrastructure availability and short-term incentives will drive full-fledged adoption across ports. \nHence, there is a critical need to build suitable infrastructure for driving clean fuels adoption at ports.  \nIn India, Central Govt. has also taken several steps to provide thrust for private participation in clean fuel such \nas: \n \nPNGRB declared that any eligible entity can set up LNG station anywhere in the country \n \nCommon guidelines launched to set up dealer operated CNG stations in India (Feb’19) \n \n4 National Policy on Biofuels, 2018 \n", "page_num": 23}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n23 \nFurther, some of the major ports are already on their path to adopt cleaner fuels such as LNG and CNG. For \ninstance, Paradip port Authority is in the process of tendering the construction of LNG fuel depots. It is in \ndiscussion with Indian Oil Corporation Limited (IOCL) and Bharat Petroleum Corporation Limited (BPCL) for \nsupply of LNG to the fuel depot. \nIntervention – Port Authorities to explore PPP model for conversion of trucks and for development and O&M of \nLNG fuel station at ports. Pilot adoption of PPP model to be explored at JNPT, Chennai and Paradip port and \nfurther, the model to be extended to other ports \nFollowing PPP structure (refer below figure) is proposed for faster adoption of LNG based trucks. \n• \nPrivate player will provide services to \ninstall LNG engines on diesel trucks, \nset-up LNG station in port premises and \nsell LNG to truck operators \n• \nPetroleum companies will supply LNG to \nLNG stations \n• \nPort authority will provide land for setting \nup LNG facility. Converting diesel trucks \nto LNG based trucks will come at a cost, \ntherefore, port authority will provide \nconversion cost subsidy. In return, port \nauthority will receive a revenue share \nfrom private player on per btu of LNG \nsold. Further, in order to make faster and \nsmooth adoption of LNG trucks, port \nauthority will provide a fixed time period (2-3 years) beyond which it will not provide entry to diesel-based \ntrucks \nFloating Storage Units for storing LNG fuel  \nLNG is a viable and environment-friendly renewable fuel. However, the transportation of LNG is a bit difficult. Any \nslight mishandling could result in loss of precious lives and precious fuel. Any kind of spillage in the ocean can \nfurther lead to degradation of the oceanic eco-system. Therefore, it becomes very important to safely store and \ntransfer LNG fuel to the oceanic vessels and other LNG land- based vehicles. \nFloating Storage Unit (FSU) is an offshore structure which can store LNG. In other words, any structure can be \nconsidered as FSU in any form as far as it is afloat on the sea and is capable of storing LNG. In that sense LNG \ncarrier can be used as a FSU, and a tank lorry can be called a FSU as long as it is mounted on top of barge and \nreleased afloat. Main purpose of using FSU is to supply LNG safely to a regasification facility and occasionally to \nplay a role as a temporary terminal in order to redistribute LNG cargo to small scale LNG carrier. Typically, LNG \nFSU can be used in the several cases shown in the following examples. \n1. LNG FSU can be used in the environment where LNG storage tank cannot be constructed on land. Also, \nit can be used in the project whose scale is not profitable when LNG storage tank is installed on land \nconsidering the construction cost of the land terminal \n2. LNG FSU can be used in case of utilizing an already existing and operating vessel as a replacement for \nFSU due to a tight construction schedule  \n3. LNG FSU can be used in case an additional storage facility is needed when operating a FSRU where \nlarge capacity regasification facility is mounted \nAs for an FSU, typically LNG carrier with more than 30 years of age is considered. Hence, to use this kind of old \nship as a replacement for FSU, the performance of the main equipment and the condition of LNG cargo tank \nFigure 4 Structure for developing LNG fuel facility for trucks \n", "page_num": 24}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n24 \nmust be considered as a priority.  Additionally, evacuation sailing plans must be provided (tugboat or self-\npropulsion) if the area is affected by the typhoon or hurricane. \nFor small and medium size projects where FSU of adequate capacity cannot be readily available, even a recently \nconstructed LNG carrier can be used as an FSU.  In the given charter rate, it is more economical to construct \nFSU than to construct LNGC. \nInternal ferry trucks based on biofuels - Pollution is increasing day by day and one of the major reasons behind \nthis is vehicles pollutants, that come out due to the use of petrol or diesel-based vehicles. Biofuel is an alternative \nfuel to petrol and diesel. In conventional engines, petrol or diesel is burnt to create power but the process \nproduces harmful carbon dioxide, nitrogen dioxide and other GHG gases. On the other hand, biofuels are made \nfrom organic material such as vegetable oil from plants and produce fewer emissions as a result. \nThe most common type of biofuel are bioethanol and bio diesel. Bioethanol is an alcohol which uses \ncarbohydrates found in the sugars and starch of crops such as corn, sugarcane, or sweet sorghum. Biodiesel on \nthe other hand, is produced by reacting vegetable oil or animal fat-based with alcohol.  \nBiodiesel can be used as fuel for a diesel engine, either as a direct replacement or blended with regular diesel. \nIn most countries, biodiesel is generally available to drivers in its blended form. This is because few \nmanufacturers have 100% approved diesel engines for biodiesel use. The same goes for bioethanol. While it can \nbe used as fuel in its most pure form, due to compatibility issues pure bioethanol is not widely used. Altogether, \nmost blended biofuels with a low concentration are perfectly safe to use. However, most vehicles aren’t \ncompatible with biofuels in their purest form and could therefore be damaging to the vehicle. \nGovernment has come up with the National Policy on Biofuels 2018, which includes harnessing of biodiesel to \nmeet the energy security of India. The goal of the policy is to enable availability of biofuels in the market thereby \nincreasing its blending percentage. Currently, the ethanol blending percentage in petrol is around 2.0% and \nbiodiesel blending percentage in diesel is less than 0.1%. The policy is aimed at taking forward the indicative \ntarget of achieving 20% blending of ethanol in petrol and 5% blending of biodiesel in diesel by 2030.  \nAdditionally, on World Biofuel Day, the Food Safety and Standards Authority of India (FSSAI) launched RUCO – \nRepurpose Used Cooking Oil, an ecosystem that will enable the collection and conversion of used cooking oil to \nbiodiesel. The Policy aims to increase usage of biofuels in the energy and transportation sectors of the country \nduring the coming decade. \nIntervention - In the short term, biodiesel/ bioethanol can be blended with diesel/ petrol as per the present \nGovernment guidelines (ethanol blending percentage in petrol is around 2.0% and biodiesel blending percentage \nin diesel is less than 0.1%.) as it does not require any significant alterations in the existing engines. Port \nAuthorities to explore PPP model for conversion of trucks and for development and O&M of Bio-diesel retail \noutlets at ports. Pilot adoption of PPP model to be explored at JNPT, Chennai and Paradip port and further, the \nmodel is to be extended to other ports. The PPP structure can be similar to LNG based vehicles.  \nIn the long run, usage of biodiesel in its purest forms to be promoted as technology and hardware becomes more \naccessible. \nUse of battery-operated equipment - Battery or electric driven trains offer better economics than diesel engines. \nHence, many global ports are opting for electrification of all equipment to reduce environmental impact and \nsimultaneously lower operations costs. Today, most container handling cranes in Indian ports are driven by \nelectric drives5. In liquid cargo terminals, 90% pumping, conveying, storage & product evacuation systems \nincluding all pumps & motors are electric driven. In Aug ‘21, JNPT commenced operation of 9 electric vehicles \nfor the movement of its employees within the premises and also operationalized a dedicated charging station6. \n \n5 Maritime India Vision 2030 \n6 https://auto.economictimes.indiatimes.com/news/industry/jnpt-deploys-9-e-vehicles-for-movement-of-employees-in-premises/85098412 \n", "page_num": 25}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n25 \nV.O. Chidambaranar Port Authority has recently deployed three e-cars for its officers3 and three more e-cars are \nto be deployed in near future. \nIntervention: Electrification of equipment moving cargo at port area e.g., RTGCs, reach stackers, straddle \ncarriers, forklifts, etc. \nAdditionally, Ports shall mandate purchase of electrical equipment as a replacement for existing equipment to \nachieve full electrification over the next 10 years. \nHydrogen, Ammonia based fuel cells to power port-side equipment/ vehicles - A fuel cell uses the chemical \nenergy of hydrogen or other fuels to cleanly and efficiently produce electricity. Fuel cells have lower, or zero \nemissions compared to combustion engines. Fuel cells work like batteries, but they do not run down or need \nrecharging. They produce electricity and heat as long as fuel is supplied. If hydrogen is the fuel, the only products \nare electricity, water, and heat. However, on-board hydrogen storage remains a big challenge, which limits the \napplication of hydrogen fuel cells on electric vehicles. Alternatively, hydrogen can be stored in some light \nchemicals such as ammonia. \nFuel cells using ammonia as the fuel is being developed to recover the energy stored in ammonia to overcome \ncritical technical barriers to fuel cell development. Cost, performance, and durability are still key challenges in the \nfuel cell industry.  \nIntervention – MoPSW to work closely with national laboratories, universities, and industry partners to overcome \ncritical technical barriers to fuel cell development and provide requisite support for faster adoption of hydrogen, \nammonia-based fuel cells \nClean fuels to reduce emission from waterfront-based activities \nShore to ship power supply - Ocean-going marine vessels represent one of the largest, most difficult to \nregulate, source of air pollution in the world and are also an essential component of the international trade and \ngoods movement process. It is estimated that in year 2025 the on-sea trading volume in the world will be tripled \ncompared to year 20087. These vessels are similar to floating power plants in terms of power and would surely \nbe subjected to stricter regulations if their emissions had been generated onshore. \nWhile in port, ships use their diesel auxiliary engines to produce electricity for hoteling, unloading and loading \nactivities. Main engines are usually switched off soon after berthing. The auxiliary engines today are running on \ncheap and low-quality fuel. It is known that ship’s fuel contains 2700 times more Sulphur than the gasoline8 used \nin cars, and together with aviation, shipping is one of the biggest emitters of pollution. \nOne measure to reduce emissions while at berth, is to provide electricity to the ships from the national grid instead \nof producing electricity by the ships own auxiliary diesel generators. To provide ships with electricity, a shore-\nside electricity supply arrangement is required. \n \n7 Batley, Plenys, Solomon, Campbell, Feuer, Masters & Tonkonogy (2004) Harbour pollution, strategy to clean up U.S. Ports. Los Angeles \n8 Schmit, H-E. (2006) SIHARBOR-Shoreside power supply for ships to reduce pollutant emissions \n", "page_num": 26}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n26 \nFigure 5 Ship taking power from shore while at berth \n \nOnshore Power Supply (OPS) arrangement consist of two main components – Port Onshore Power Supply and \nShip Onshore Power Supply. Details are as follows: \nPort OPS System \n \nMain Substation Building - The main substation building \nrepresents the heart of the system and makes the centrally placed \nunity in the establishment. This facility contains coupling equipment \nsuch as, breakers, disconnectors, surge arrester and transformers \nto couple the shore-side connection infrastructure to the national \ngrid. It transforms 20-100 kV electricity from national grid down to \n6-25 kV.  \nIt will also have power conversion facility, where necessary. \n(Electricity supply in the Community generally has a frequency \nof 50 Hz. A ship designed for 60 Hz electricity might be able to use 50 Hz electricity for some equipment, \nsuch as domestic lighting and heating, but not for motor driven equipment such as pumps, winches, and \ncranes. Therefore, a ship using 60 Hz electricity would require 50 Hz electricity \nto be converted to 60 Hz). \nDual-voltage transformer is used to step down the voltage from the local power grid to 6.6 kV or 11 kV \n \n \nCable arrangement - The cable arrangement from the main substation building out to all shore-side \ntransformer stations will be underground cables preferably on 24 kV in order to reduce the current in the \nconductors as much as possible which simultaneously gives lower transfer losses. \n \nShore side transformer station - Every single berth \nthat will be shore-side power supplied will be equipped with a \nshoreside transformer station as close to the berth as possible. \nThe transformer station contains the transformer, which is the \nlast link between the electric grid at shore and the electric \nsystem on the vessel. The transformer station also includes a \nsmaller switchgear with a secondary circuit-breaker together \nwith disconnection and earth-switch equipment of the outgoing \ncables. The last part of the shore-side power supply is the \nconnection point where the vessels actual connection is made \nThe first shore connection in Port of Goteborg, installed in 1989 at the Kiel terminal. Building in picture includes transformer & cable \narrangement equipment \nFigure 6 Dual-voltage transformer \nFigure 7 Shore-connection \n", "page_num": 27}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n27 \n \nShore-side connection arrangement - The last part of the \nshore-side power supply infrastructure is the connection point \nwhere the vessels actual connection is made. It may have \ncable reel system, to avoid handling of high voltage cables. \nThis might be built on the berth supporting a cable reel, davit, \nand frame. The davit and frame could be used to raise and \nlower the cables to the vessel. The cable reel and frame could \nbe electro-mechanically powered and controlled. \nIn Fig: Cables are provided by the ship and are lowered to the connection vault \n \n \n \n \n \nShip OPS System \n \nVessel connection requirement - The vessel will be utilized with equipment to allow connection to the \nelectric grid on shore. The connection cable shall in great extend as possible be provided by each vessel and \nbeneficially be arranged with the help of a cable reel system, to avoid handling of high voltage cables. It also \ncontains transformer to transform the high voltage electricity to 400 V. \nBelow is a case study on shore-side power supply adopted by various ports across the globe. \nFigure 9 Case Study – Shore side power supply adopted by various ports across the globe \nCase Study – Shore side power supply adopted by various ports across the globe \nShore-side power supply has been used since the 80s for supplying commercial vessels with electricity. Ferries were the \nfirst vessels to be shore-side connected. The reason for this was that they always docked in the same position making it \neasy for connection. Today, other types of commercial ships, such as, cruise, container, and Ro/Ro vessels are connected \nto the electrical grid in ports around the world.  \nCurrently ~65 ports worldwide that have applied shore-side power supply in their electrical infrastructure, and they have \nexperienced a radical improvement of the environment at their port. This has resulted in that ports worldwide have started \nto investigate the possibilities with shore-side power supply. Below is the geographical location of 16 key ports.  \nFigure 8 Cables for connection\n", "page_num": 28}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n28 \n \n \nIn order to make a technical design, the onboard electric system on the vessel has to be investigated. Power demand \nvaries depending on what type of vessel. The port must be aware of the vessels power demand, system voltage and \nsystem frequency when designing the shore-side power supply facility. Below is the table representing power capacity, \nsystem voltage and system frequency for different terminal type across different ports in the world. \nExisting shore-side power supplies in the world applied for different terminal type \nTerminal Type \nCountry/Location \nConnection voltage \n(kV)\nFrequency \nPower Capacity (MW) \nContainer \nLos Angeles, Long Beach, \nVancouver \n6.6 \n60 \n7.5 \nCruise \nLA, Vancouver, Seattle, \nKristiansand, Hamburg \n6.6 \n50-60 \n12 \nRoPax \nRotterdam, Ystad, \nGothenburg, Stockholm\n12.5 \n50-60 \n20 \nFerries\nGothenburg, Kristiansand\n6.6\n50-60\n0.8\nMultipurpose\nZeebrugge, Kemi\n11\n50\n3\nOffshore \nKristiansand \n0.4 \n50-60 \n1 \nMega Yatchs\nBarcelona\n11\n50\n2.5\nRiver Barge\nHaropa\n6.6\n50\n1.25\nOPS equipment – As per the study conducted under World Ports Climate Action Program (WPCAP), following are the \naverage number of OPS equipment required by port.  \nEquipment \nAverage per port* \nTransformers \n6 \nCircuit breakers \n9 \nConnection points \n14 \nSwitch gears \n8 \nFrequency convertor \n1 \n", "page_num": 29}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n29 \nMobile cable reel \n1 \n*Note: Following ports are taken into consideration for calculating average number of equipment required – Port of Rotterdam, Zeebrugge, Ystad, Vancouver, \nSeattle, New York and New Jersey, Long beach, Kristiansand, Hamburg, Gothenburg, Stockholm, Los Angeles \nOperations – OPS system are majorly run by port authority followed by terminal operator and shipping company. However, \nthere are also few instances where external operator runs the OPS system. \nMain safety and risk preventive measures implemented in ports \n \nTraining of staff \n \nProper grounding of faults \n \nOpening of circuit breakers on both ship and shore when faults occur \n \nEfficient disconnection during emergencies for weather or excessive vessel movement relative to pier \n \nEfficient communications between vessel and shore personnel \n \nStandardized operating safety procedures shared by ship crew and shore side operators \n \nIndication lights show that the connection is safe to touch \nSource of electricity – Majority of the ports are using national grid as a source for electricity. There are ports such as \nYstad, Hamburg, Stockholm which have started using renewable energy for generating electricity.  \nEnvironment – Due to adoption of OPS system, ports have managed to significantly reduce emissions.  As shown below, \nPort of Los Angeles is the front runner amongst other ports in terms of emission reduction in CO2, NOx, SOx, and PM 2.5. \nThis is mainly due to the fact the Port of Los Angeles has high number of berths equipped with OPS system (25+ berths) \nwhereas other ports have less than 10 berths equipped with OPS system.  \nDiscounts, Rebates and Penalties - As per the study conducted under World Ports Climate Action Program (WPCAP), \ncost and ROI are the key barriers faced by shipowners to adapt their vessels so they can connect to the OPS system. 16 \nports namely Port of Rotterdam, Port of Zeebrugge, Port of Ystad, Port of Vancouver, Port of Seattle, Port of New York & \nNew Jersey, Port of Long Beach, Port of Los Angeles, HAROPA Port of Le Havre, Port of Kristiansand, Port of Hamburg, \nPort of Halifax, Port of Gothenburg, Ports of Stockholm, Port of Barcelona, Port of Kemi were studied to understand the \navailable discounts, rebates offered, and penalties levied by port authorities. As per the study, 60% of the ports are \nproviding discounts, rebates to ship owners for using OPS system in port and 73% of the ports are levying penalty if the \nship does not connect to the OPS system available at berth.\nShore to ship power supply could help in reducing GHG emissions at ports and save costs as well. It has various \nbenefits such as reduced fuel consumption, reduced maintenance of vessel, reduced fuel costs, etc. Shore to \nship power supply could reduce CO2 emissions by 60 metric tons during a 10-hour at port which is equivalent to \nyearly emission by 150 cars travelling 50 kms a day. It would also save fuel cost of ships by Rs. 10-12 per unit. \nThus, supply of shore power will be a major step forward for reduction in carbon footprint for Indian ports. \nIntervention – Prioritize port-based vessels in 1st phase to provide shore to ship electricity followed by Indian \ncoastal/ EXIM vessels  \n", "page_num": 30}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n30 \nCurrently, first phase of providing shore to ship electricity to port-based vessels (tugs, port crafts) is already being \nimplemented in some of the ports. For instance, Vishakhapatnam port is giving shore to ship power for tugs. \nKamarajar port also has shore power supply for tugs and pilot boats. Chennai port gives shore power to vessels \nincluding coast guard vessel. Cochin port has infrastructure for shore power at 11 berths. Mormugao port \nAuthority supplies shore power to cruise, tugs, and Indian coast guard vessel. Shore power supply operations for \ncoast guard and port vessels has stated at Mumbai port Authority. JNPT is currently supplying shore power to \ntugs. Other ports should also follow suit and expedite the phase-1 implementation of shore to ship electricity. \nOnce the phase 1 is fully implemented, ports can start phase 2 implementation process wherein they can provide \nnecessary infrastructure to Indian coastal and EXIM vessels for receiving shore to ship electricity.  \nFigure 10 Phase wise implementation of shore power supply at Indian ports \n \nFollowing are the aspects to be considered while implementing shore-to-ship power supply facility at the ports. \nDevelopment model - Ports shall look to assign a revenue sharing contract to an external entity which will invest \nin the Ship-to-Shore facility and operate the same. \nDistribution license - As per Electricity Act 2003, commercial power \ntransmission, distribution and trading is not permitted by any entity other \nthan DISCOMs. MoPSW to align with Ministry of Power so as to allow \nports for commercial power distribution. \nTechnical specifications - Technical standardization across ports to be \naligned. Power demand varies depending on the type of vessel. The port \nmust be aware of the vessels power demand, system voltage and system \nfrequency while designing the shore-side power supply facility. \nLNG bunkering - Different types of ships, including cruise and containers \nships, are fitted with engines which can burn LNG fuel to reduce harmful \nemissions from the exhaust of the ship.  \nLNG fuel is different in properties when compared to conventional heavy \nfuel oil or LSFO used on ships. Due to its cryogenic temperatures where \nit can be stored and transferred, the procedure for transferring the fuel into the ships requires a safer approach \nwhen compared to other fuel oils.  \nLNG bunkering can be performed by following three methods: \nFigure 11 Ship to ship LNG bunkering \n", "page_num": 31}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n31 \nTruck to Ship - Among the \nvarious methods for in-port \nbunkering \nof \nLNG-fueled \nships, \nTruck-to-Ship \n(TTS) \ntransfer \nis \ncurrently \nmost \nfrequently used. With TTS, the \nLNG truck is connected to the \nship \non \nthe \nquayside, \ngenerally using a flexible hose. \nThis is today the most widely \nused \nbunkering \nmethod, \nbecause of the still limited \ndemand in combination with \nthe lack of infrastructure and \nthe relatively low investment \ncosts. For these reasons, \ntruck-to-ship bunkering is a good provisional solution for LNG bunkering. For capacity reasons, truck-to-ship \nbunkering is most suitable for smaller LNG-fueled vessels with limited bunker volumes, like tugboats, inland \nvessels, coastguard vessels and smaller passenger vessels. \nShip to Ship - Ship-to-ship bunkering can take place at different locations: along the quayside, at anchor or at \nsea. The high investment cost for bunker vessels is considered the main barrier. The industry is hesitant to invest \nin such vessels, in part because they have only limited alternative operations when LNG bunker demand is \nlimited. Given the high flexibility of bunkering vessels, ship-to-ship bunkering is suitable for large vessels such as \nRoPax/RoRo vessels, bulk carriers, and container vessels. \nShore to Ship - Another bunkering method is shore-ship, whereby LNG is either bunkered directly from an \n(intermediary) tank or small station, or from an import or export terminal. Pipelines from the terminal to the quay \nare needed if the LNG terminal is not directly situated at the berth. Shore-ship bunkering is especially suitable \nshipping services with a high frequency, limited demand, less strict timetables, and limited vessel draft. Examples \ninclude bunkering vessels, tugs, inland shipping vessels, utility \nvessels and fishing boats. \nIMO has set standards and guidelines which need to be followed \nwhile transferring LNG. The International Code of the Construction \nand Equipment of Ships Carrying Liquefied Gases in Bulk (IGC \ncode) needs to be followed by the bunker ships which carry the \nfuel and transfer it to the cargo or passenger ships. Whereas \nInternational Code of Safety for Ship Using Gases or Other Low-\nflashpoint Fuels (IGF code) needs to be followed by the ships \nwhich receive the LNG bunker fuel.  \nIn India, the required infrastructure for providing LNG bunkering \nservices is limited. However, some ports are taking steps to set \nup the facility. For example, Syama Prasad Mookerjee Port has identified land in Haldia for LNG storage and \nFigure 12 Truck to Ship LNG bunkering \nFigure 13 Shore to ship LNG bunkering \n", "page_num": 32}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n32 \nbunkering. Further, there is also ongoing work for setting up Floating Storage Regasification Unit (FSRU) at \nMumbai port Authority for LNG bunkering.  \nFigure 14: Leading global ports with LNG bunkering programs \n \n \nIntervention - Indian ports to increase adoption of LNG by promoting awareness of LNG based vessels & \nestablishing LNG bunkering stations in following manner. \n• \nPhase 1 - Truck to Ship bunkering – In the first phase, ports should start providing bunkering services \nthrough truck to ship bunkering method due to the following reasons: \n• \nLNG demand is limited and therefore, limited capacity trucks would be suitable option \n• \nRelatively low investment cost than other methods \n• \nTrucks can also be used for LNG distribution for other purposes \n• \nPhase 2 - LNG bunkering (Ship to Ship Bunkering or Shore to Ship Bunkering) – As the demand picks \nup and become stable, large capacity would be required. In this case, either of the following two methods \ncan be used: \n• \nShore to ship bunkering - In this method, LNG is either bunkered directly from an (intermediary) tank \nor small station, or from an import or export terminal. In this case, ports would need to be equipped with \nLNG terminal. However, other type of facilities such as FSRU, fixed storage terminal can also be explored \nfor providing bunkering services.   \n• \nShip to Ship bunkering – This method is suitable for all type of vessels due to high flexibility of bunkering \nvessels. Ports would need to invite private participation for building and operation of LNG bunkering \nbarge to serve ocean carriers. The commercial model in this method would be such that Government will \nget revenue share for every unit of LNG sold by private player. \nCurrently, LNG bunkering services are being provided at Cochin Port. Further, following ports may establish LNG \nbunkering facility – JNPA, Mumbai, New Mangalore, VOCPA, Ennore, Kolkata and the island city at Andaman \nand Nicobar Islands. \nACCELERATE ADOPTION OF RENEWABLE ENERGY \n", "page_num": 33}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n33 \nRenewable energy is energy that is collected from renewable resources which are naturally replenished. The \nmain sources of renewable energy are solar, wind, tidal, wave, geothermal, hydropower, biomass etc., some of \nwhich are commercially viable, and some are still evolving to be economical and competitive. \nExisting renewable energy capacity of India is ~103 GW as of Oct 2021(~38% of overall installed power capacity \nIndia). Solar energy is the major contributor to the renewable energy sector (48 GW). The current consumption \nof renewable energy at the Indian Major Ports is less than 10% of the total power demand. As per Ministry of \nPorts, Shipping and Waterways, India intends to increase share of renewable energy to 60% of total power \ndemand of each of its major port. \n \nFigure 16 India renewable energy capacity and target \n           Source: MNRE \n \nSolar Energy - In India, Solar power generation cost is lower than coal power generation cost. Most of the ports \nhave installed solar PVs to utilize generated power in various operations.  \nFor instance, cochin port Authority has already commissioned 250 MW of rooftop and floating PV. VoCPT has \nimplemented 500KW rooftop solar power plant. 3.17 MW solar energy is being produced at JNPT and upcoming \nplant will expand this capacity by 2.5 MW in next two years. \nPorts can plan long term for solar power generation and use as average lifespan of solar panel is 20-25 years. \nSolar power ecosystem would be a big part of renewable energy system of tropical country like India by 2030 \nand beyond. \nIntervention - Accelerate adoption of renewable source of energy through usage of Solar PVs which can be \nextended to other ports for rooftop installation and for mooring and dolphin operation. \nFigure 17 Rooftop Solar Panels in Port of Rotterdam\n \n \n \n \n \nFigure 18 Solar Powered Mooring in Port of Hamburg\n \n \nFigure 15 Sources of renewable energy \n", "page_num": 34}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n34 \nWind Energy- Wind power is also evolving rapidly in India and can be installed \nat the breakwater and along the periphery of the port premises for energy \ngeneration. With national targets determined by the Ministry of Renewable \nEnergy (5,000 megawatts of offshore wind by 2022, and 30,000 megawatts by \n2030), ports would be optimum location for this endeavor. \nFew major ports (e.g., DPT, V.O. Chidambarnar, Kamarajar Ports) have \nconsiderable installations. Deendayal has implemented 20MW wind energy \nplant.  \nIntervention: It is the need of the hour that the Major Ports have a well-defined \nstrategy to adopt emerging technology and focus on following steps: \n1. Identify feasible areas for onshore wind farms across port land, shallow \nwaters, and breakwaters \n2. Explore setting up windmill farms through PPP structure \n3. Leverage offshore windfarms potential at southern tip of the Indian Peninsula, offshore regions around the \nPort of Okha, and vast salt fields of Kutch region \nINCREASING RECYCLING THROUGH CIRCULAR ECONOMY \nThe current global economy is a linear system: raw materials are extracted, turned into products and whatever \nremains is treated as waste.  \nThe Port contains a large variety of waste flows which can be originated from port operations and industrial \nactivity near port area. Following are the category of waste:  \n \nPlastics and rubber: Plastics and rubbers are key materials in the global economy and exist in many types \nand forms. Plastics are found in almost every consumer product, packaging and industrial component. \nAlthough plastics can technically be recycled at a very high quality, many plastics flows are not captured, \nsorted, and recycled. \n \nBiomass: Biomass and organic materials flow through the economy in tremendous quantities, from the foods \nthat we consume to the vast range of applications for products derived from wood. The extraction, processing \nand consumption of bio-based goods and products are also associated with large quantities of wastes that \ninclude food waste; paper, pulp, and wood wastes; and a range of organic liquids and sludges, for example, \nas a result of sewage treatment. \n \nMetals: ferrous and non-ferrous metals \n \nMinerals: Enormous quantities of mineral wastes are produced, including construction and demolition waste, \nsoil, sand and gravel, glass waste and a wide range of other mineral wastes from industry near port. \n \nChemicals: The Chemical industry near ports produces a wide range of chemical wastes, including diverse \nacids and bases, solvents and catalysts used in organic and inorganic chemical processes. Additional wastes \ncome from other industries that manufacture paints, adhesives, and chemicals for the photo industry. Next \nto this, the sector produces significant amounts of chemical sludges, aqueous substances and washing \nliquids \n \nIndustrial waste: Energy, agri-food and other industries are also important sectors in the port area. These \nindustries produce a wide array of industrial wastes that include industrial oils, solid wastes and industrial \nsludges and liquids. \nFigure 19 Wind power \n", "page_num": 35}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n35 \n \nOther waste: In the previous sections, the most prominent heterogeneous flows of waste through the port \nhave been presented. In addition to these, waste such as manufacturing goods, components, electronic \nequipment etc., which are not attributable to any of the above-mentioned category, are placed here.  \nGlobally, ports such as Port of Rotterdam are moving towards establishing themselves as circular hubs. Port of \nRotterdam is strategically well-positioned to develop into a circular hub due to following reasons: \n \nIt has a large ecosystem of companies exchanging outputs (products and waste products) among \nthemselves. This essentially means output of one company can act as a feedstock for the other company \nand vice versa. Examples are the exchanges of low-temperature steam between Lyondell and Covestro in \nthe port, residual heat of the Shell refinery for district heating in the city of Rotterdam, and CO2 from Alco and \nShell for the greenhouses in the province of Zuid-Holland.  \n \nFurther, infrastructure, utilities, and land (co-siting) are shared among companies when possible. This \nenhances the business and material performance of companies, having the result of limiting waste as much \nas possible while making the port a more attractive area to conduct business. Port of Rotterdam is currently \nworking on collective waste treatment installations for wastewater and organic waste flows, which will deliver \ntechnical advantages, cost reductions and environmental benefits for the companies involved. \n \nThe local industry, logistics sector and surrounding region generates a wide variety of waste flows. Valorizing \nand recycling these residual flows offers Rotterdam new economic opportunities and societal benefits through \nefficiently utilizing available resources and reducing carbon footprint.  In this regard, the port is acting as a \nbreeding ground for start-ups which work on innovative technologies to convert waste to value. \nThe Port Authority is actively advancing four circular pathways in collaboration with a range of partners to make \nthe port and port-based supply chains more circular. The pathways are: Innovation Ecosystem, Sorting and \nRecycling, Industrial Symbiosis and Carbon Capture Utilization & Storage (CCUS). The details are presented \nbelow: \n", "page_num": 36}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n36 \nFigure 20 Case study - Port of Rotterdam transition towards circular port \n \nIntervention \nThe circular economy provides unique opportunities for the port to future-proof its \nactivities for a decarbonized world. In India, key ports to be identified where material \nflows from all over the world and all stages of value chains come together, especially \nof industries that are huge consumers of raw materials. This essentially means that \nthe port should be a global hub for industrial and logistics activities. This is one of the \nimportant factors if a port aims to become circular port. In case of Port of Rotterdam, \nthe sheer size of the industrial and logistics activities in the Rotterdam region makes \nthe concept of industrial symbiosis achievable. Further, extensive network of \nhinterland connections offers an excellent opportunity to aggregate circular activities. \nJNPT in the west and Chennai in east can be the potential options for establishment of circular ports. Following \nare four circular pathways to make port and port-based industries more circular: \nFigure 21 Key principles for \ncircular ports \n", "page_num": 37}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n37 \nFigure 22 Four circular pathways \nInnovative solutions from industry/ start-ups – The port authority has to focus on encouraging innovation. \nThis mainly involves supporting industries/ start-ups that are working on innovative technologies for recycling.  \nSorting and recycling – This aim at developing and implementing applicable technologies that turn waste into \nnew product \nIndustrial symbiosis – The concentration of industrial and logistical activities makes it relatively easy for \ncompanies to exchange products and residual flows, and also to use shared facilities. Port authorities would need \nto identify and support industries that would complete the circular links. For instance, dredged spoils can be \nexplored to be reused/ recycled as sand in construction activities, therefore, it would make sense if construction \ncompanies utilize the waste generated from dredging in construction activities and complete the circular link.   \nCarbon capture utilization and storage – Port is a considerable source of greenhouse gases, produced by \nseveral large point sources. In the short term, port authority should focus on the re-use of CO2 in greenhouses \nas well as sub-surface storage in order to realize a reduction in CO2 emissions to the atmosphere. On the longer \nterm, CO2 will be used as a feedstock for a variety of value-added products, such as chemical building blocks, \nsynthetic fuels, or mineral building materials. \nREDUCE MARINE POLLUTION \nThere are several sources of marine pollution. Some of key sources which are \noriginated from ports and maritime activities are as follows: \nSewage from port operations – Sewage generated from ports and maritime \nactivities are now treated to tertiary level which is the final stage of the multi-stage \nwastewater cleaning process. The tertiary level of water treatment removes inorganic \ncompounds, bacteria, viruses, and parasites. Removing these harmful substances \nmakes the treated water safe to reuse, recycle, or release into the environment. \nMajority of the ports re-uses the treated water for horticulture and dust suppression.  \nSome ports have established sewage treatment facility for treatment of wastewater \nproduced in and around the port. Vishakhapatnam port has setup a 25 KLD tertiary \nlevel sewage treatment plant, which treats drains & sewage. Sewage treatment plant \nof 1.5 MLD has been operationalized at Deendayal port as well.  \nOil spills – The Indian Coast Guard, part of the Ministry of Defense, is the designated national authority for oil \nspill response in Indian waters under the National Oil Spill-Disaster Contingency Plan (NOS-DCP). As per \nNOSDCP, ports are required to be capable of handling tier-1 level of oil spill within their jurisdiction. Tier-19 spills \nare generally small in size and response is overseen by ports itself. Some ports have developed their own Oil \nSpill Disaster Contingency Plan (e.g., New Mangalore port, Cochin port have their OSDCP in place) which is \napplied in conjunction with NOS-DCP and other applicable regional, state, district OSDCP for cleaning operation \nof oil spills. \n \n9 Spills are operational in nature occurring at or near an operator's own facilities i.e., site specific as a consequence of its own activities and \nincludes most shore-side oil facilities with oil transfer sites, oil storage installations, offshore installations, and all related vessels, which are \nrequired to plan for and be able to provide a clearly identifiable and effective firsthand response to pollution incidents \nFigure 23 Sources of marine \npollution \nSorting and \nrecycling \nIndustrial \nsymbiosis \nCarbon capture \nutilization and \nstorage \nInnovative \nsolutions from \nindustry/ start-\nups \nCircular ports \n", "page_num": 38}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n38 \nHowever, in case of major oil spill of tier-210 and tier-311 nature, response for clean operation is done through \nregional/ national/ international coordination. The response is guided by national/ regional/ state/ district level \nOSDP with assistance from Indian coast guard. \n \nPresent system is adequate to handle small to large spills. \nBilge and ballast water from the vessels - India is not yet a signatory of The International Convention for the \nControl and Management of Ships' Ballast Water and Sediments, 2004 (BMW convention), however DG Shipping \nhas issued guidelines in relation to bilge and ballast water management to Indian vessels making calls to Ports \nwhere the convention is in force. These guidelines are issued to establish accountability with respect to disposal/ \nreuse of bilge and ballast water. \nIntervention - All ports must establish guidelines for bilge and ballast water management which Indian ships and \ncalling vessels from non-signatory countries must follow in order to berth at Indian ports. \nGREEN BELT \nGreen belt development helps in capturing emissions and reducing noise pollution. It supports in maintenance of \nbiological diversity and climate of the surrounding areas. The roots of trees hold the soil together and prevent \nerosion due to wind or water. It also contributes to maintaining water table, maintain soil moisture. Green belt \nnear material handling area can reduce effect of dust, noise on environment and reduce pollution levels in port \narea. Hence all ports should aim to develop adequate green cover near material handling area. \nMoEF&CC mandates greenbelt development in ports through guidance manual for Environment Management \nPlan (EMP) to control air and noise pollution. Currently recommendation from MoEF&CC is for greening of 33% \nof the port area. Green belt in Indian ports varies from 3% to 36%.  \nIndian ports except ports with vast land area are facing challenge to meet the recommended greening area due \nto inadequate land.  \nIntervention- Ports shall enter into discussion with MoEF&CC to allow mangrove plantation in alternative land \nand develop mangrove under 33% greenbelt cover. \nDEVELOP KEY INDIAN PORTS AS INTERNATIONAL HUBS FOR HYDROGEN PRODUCTION, \nAPPLICATION, AND EXIM TRADE \nHydrogen is being seen as an alternate fuel to power vehicles, equipment, and heat buildings. Hydrogen is a \nclean fuel which when burn in the presence of oxygen produces water and energy. There are three main types \nof hydrogen based on their production process. \nGreen hydrogen - Green hydrogen is made by using clean electricity from surplus renewable energy sources, \nsuch as solar or wind power, to electrolyze water. Electrolysers use an electrochemical reaction to split water into \nits components of hydrogen and oxygen, emitting zero-carbon dioxide in the process. Green hydrogen currently \nmakes up a small percentage of the overall hydrogen because production is expensive. \nGrey hydrogen – This the most common form of hydrogen. Grey hydrogen is created from natural gas, or \nmethane, using steam methane reformation but without capturing the greenhouse gases made in the process. \n \n10 Spills are most likely to extend outside the remit of the Tier 1 response area and possibly be larger in size, where additional resources are \nneeded from a variety of potential sources and a broader range of stakeholders may be involved in the response. State Governments are \nexpected to plan for and respond to such oil spills within the Territorial Sea (up to 12 nautical miles), along with the Indian Coast Guard \n(Western Region) where the spills exceed the clean-up capability of Tier 1, or for which no responsible party can be identified \n11 Spills are those that, due to their scale and likelihood to cause major impacts, call for substantial further resources from a range of national \nand international sources. The Indian Coast Guard, which manages the National Oil Spill Disaster Contingency Plan (NOS-DCP), is \nresponsible for, spills within a region which are beyond the resources of the region, or which occur within the EEZ or outside regional \nboundaries likely to impact the Indian coastline \n", "page_num": 39}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n39 \nBlue hydrogen - Blue hydrogen uses the same process as grey, except this time the carbon is captured and \nstored. This makes it much more environmentally friendly but comes with added technical challenges and a big \nincrease in cost. \nFigure 24 Types of Hydrogen \n \nHowever, there are certain constraints in adopting green hydrogen as an alternate source of energy. \nTechnology – Huge quantity of green hydrogen is needed to replace conventional fuels such as natural gas, oil, \nand coal. To generated green hydrogen in huge quantity, it would need electrolysers to be built on a large scale \nElectricity - Creating green hydrogen needs a huge amount of electricity, which means a considerable increase \nin the amount of wind and solar power is required. \nTransportation and Storage – Transportation of hydrogen is expensive. Unlike, for example, oil that is liquid at \n‘normal’ temperatures, hydrogen has to be cooled down considerably (to -253 degrees Celsius) to make it liquid. \nAn alternative is to ‘pack’ (and unpack) hydrogen into another molecule, such as ammonia (NH3), methanol or a \nLiquid Organic Hydrogen Carrier (LOHC) which requires energy.  \nGlobally, countries have realized the potential of hydrogen as a clean fuel and have started using hydrogen for \npowering vehicles, equipment, and heating buildings. Ports around the world are playing catalytic role in \nharnessing hydrogen and catering to the demand of nearby regions. Ports like Rotterdam in Netherland, Antwerp, \nZeebrugge in Belgium, and Newcastle in Australia developing hydrogen hubs to speed up green hydrogen \ndevelopment. Following is a case study of Port of Rotterdam which has started building infrastructure. \nFigure 25 Case Study | Port of Rotterdam is aiming to become an international hub for hydrogen production, \nimport, application, and transport to countries \n \nPort of Rotterdam aims to eliminate grey hydrogen and shift to blue and green hydrogen \n \nPort of Rotterdam will have a hydrogen system that combines production and use, particularly in industry, \nbut also imports and transit flows of hydrogen to other parts of the Netherlands and Northwest Europe \n \nPort Authority and Gasunie, natural gas infrastructure and transportation company, are working on an \ninitiative to have a backbone for hydrogen running through the port as early as 2023 \n \nMain transport pipeline will supply companies with hydrogen produced at conversion parks in the port \n \nBackbone will be connected to Gasunie’s national infrastructure throughout the Netherlands and to corridors \nleading to industrial areas in Chemelot in Limburg, and North Rhine-Westphalia.  \n \nIn time, there are also plans for a terminal to facilitate imports of hydrogen \n", "page_num": 40}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n40 \n \n \nFurther, ports like Antwerp, Zeebrugge in Belgium and Newcastle in Australia developing hydrogen hubs to \nspeed up green hydrogen development \nIndia has already started taking steps towards reducing their dependence on importing fossil fuels and developing \nan ecosystem to cater to hydrogen. India has announced a National Hydrogen Energy Mission (NHM) that will \ndraw up a road map for using hydrogen as an energy source. India’s ambitious goal of 175 GW by 2022 got an \nimpetus in the 2021-22 budget which allocated Rs. 1500 crore for renewable energy development and NHM \nrealizing hydrogen as future source of energy. Further, Reliance Industries intends to invest $10 billion over the \ncoming three years in a 20km2 green energy giga-complex at Jamnagar. The complex would be dedicated to \nelectrolysis to produce green hydrogen and fuel cells for converting hydrogen into mobile and stationary power. \nAnother project is ongoing at Indian Oil's Gujarat refinery, wherein the focus is on creation of blue hydrogen with \ncarbon capture technology.  \nIntervention:  \nIndian ports can play a major role in meeting the targets set under NHM and catering to the future need of \nhydrogen by various industries. Kandla, JNPA, New Mangalore, Cochin, Visakhapatnam port as well as island \ncity of Andaman and Nicobar Islands can be set up as international hubs for hydrogen production, storage, \nbunkering and EXIM trade. \nFollowing are the key strategic areas which need to be covered by the ports identified ass international hubs for \nhydrogen production, application, and EXIM trade. \n", "page_num": 41}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n41 \nFigure 26 Key strategic areas to become hydrogen hubs \nPower generation from renewable/ clean energy – Production of green hydrogen is generated from \nelectrolysis process which breaks water into hydrogen and oxygen through power generated from renewable \nsources. With growing need of hydrogen as a source of energy by different industries which are currently using \nconventional source of energy, huge capacity of renewable energy plants would be required. Port authority would \nneed to accordingly conduct the study to estimate the future demand of hydrogen which can be catered by the \nport and accordingly plan installation of renewable energy plants.  \nSteam Methane Reforming (SMR) for blue hydrogen and Carbon Capture and Storage (CCS)–SMR mixes \nnatural gas with very hot steam, in the presence of a catalyst, where a chemical reaction creates hydrogen and \ncarbon monoxide. Additional water is added to the mixture converting the carbon monoxide to carbon dioxide \nand creating more hydrogen. The CO2 generated from the process is removed, transported, and permanently \nstored through CCS technology. Port authority would need to partner with entities working on this technology for \nsetting up SMR process and CCS technology.  \nElectrolysers – As indicated above, green hydrogen production will require electrolysers upscaling if the future \nrequirement of industries is to be met. Port authority would need to partner with entities working on this \ntechnology. \nTransport network – The transportation of hydrogen will be a crucial step for ports. Similar to LNG, Hydrogen \nrequires cryogenic set-up for transportation. Ports which are planning to set up LNG terminal or have existing \nLNG terminal can be used for conducting EXIM trade of hydrogen. For transporting hydrogen on land, port \nauthority would require pipeline set up (if hydrogen is to be transferred in gaseous form) or trucks with cryogenic \nfacility (if hydrogen are to be transferred in liquid form). The former option is the cheaper mode of transportation; \nhowever, it would involve considerable capital expenditure for developing new pipelines. \nPOLICY AND REGULATORY INITIATIVES \nIMPLEMENTATION FRAMEWORK TO ADOPT GREEN INITIATIVES IN TERMINAL OPERATIONS  \nImplementation framework for green initiatives have been tailor-made according to the type of terminal (new or \nexisting). \nNew Terminals – There are three key steps to be followed for implementing green \ninitiatives in new terminals which are as follows: \nInitially, project authorities would need to conduct baseline study on select operational terminals across \nparameters such as usage of clean fuel in various port operations, area under \ngreen belt, share of renewable energy, vessel turnaround time on the basis of last \n3-year performance of the terminals. \n• Post base line study, project authorities would need to define/ revise target KPIs \n(existing/ new) and introduce green KPIs across all the parameters  \n• Finally, the identified KPIs and green KPIs would need to be accordingly \nincluded in concession agreement \nBidders would include the cost incurred in adopting green initiatives in the \nquotation. Further, port authority would provide incentives to operators for going \nbeyond 15% on green KPI in any year. \nFigure 27 Implementation \nframework for new terminals \nSteam Methane \nReforming for \nblue hydrogen \nand Carbon \nCapture and \nStorage (CCS) \nElectrolysers \nTransport \nnetwork \nPower \ngeneration \nfrom \nrenewable/ \nclean energy  \nKey ports as \n hydrogen hubs\n", "page_num": 42}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n42 \nExisting terminals – There are five key steps to be followed for implementing green initiatives in existing terminals \nwhich are as follows \n• \nStep 1 - Project Authorities would need to conduct baseline study basis last 3-year performance of the \nterminal and minimum standards in concession agreement across the key parameters. If Base lining \nstudy is prepared by PPP project operator, then it shall be vetted and approved by an independent third \nparty  \n• Step 2 - Based on base lining study, project authority would need to define/ \nrevise target KPIs (existing/ new) and introduce green KPIs across all the \nparameters  \n• \nStep 3 - PPP Port Operators/ Project Authority would need to submit an action \nplan proposing multiple green projects/intervention to the MoPSW/ State Maritime \nBoards for approval \n• \nStep 4 - PPP Port operators/ Project Authorities would need to prepare an \nimpact assessment report, estimating upfront capital cost, technical changes, \nimprovement in efficiency, increase in operating cost for terminal, impact on \nenvironment and efficiency in port operations.  \n• \nStep 5 - MOPSW/ State Maritime Boards may employ independent agencies to \nvet and approve the funding requirement, targeted outcomes of the proposed \nprojects/interventions \nPort/ terminal operators to calculate additional capital expenditure and operating and \nmaintenance cost required to implement green initiatives/ projects and define the \ntotal amount required to attain cost neutrality to project authority. Post defining the \namount, port authority/ MoPSW may cover 50% of the said amount in the form of \ndiscount on revenue share. The remaining 50% would need to be borne by port/ \nterminal operator. However, on achievement of target green KPIs, remaining 50% of the amount will be \nreimbursed to port/ terminal operators. Further, port authority would provide incentives to operators for going \nbeyond 15% on green KPI in any year. \nINCENTIVE MECHANISM FOR FASTER ADOPTION OF CLEAN FUEL AND CLEAN/ EFFICIENT \nTECHNOLOGY IN VESSEL OPERATIONS \nTo increase the number of vessels eligible for discounts and therewith encourage uptake of cleaner fuels and \nclean/efficient technologies, some ports offer incentives to ships that perform as per the set standards under \ndifferent ratings/ index programs. Following are the key widely recognized rating/ index programs in the world. \nRightShip GHG Emissions Rating - RightShip’s GHG Emissions Rating provides a transparent method to \nassess the relative efficiency of vessels and compare a ship’s theoretical CO2 emissions relative to peer vessels \nof a similar size and type using the easy to interpret A – G scale. In this scale, A is the most efficient rating and \nG is the least efficient rating. Pioneering ports such as Canada’s Port of Vancouver and Prince Rupert Port \nAuthority now use RightShip’s GHG Rating to offer incentives for more efficient ships, reducing CO2 emissions \nand other criteria pollutants in port. \nEnvironment Shipping Index – The ESI indicate the relative emission levels of air pollutants (NOx, SOx, and \nCO2), taking into account all engines onboard and all fuel types. The emission level of a sea ship is set against \nthe IMO regulations that apply to current ship operation. The baselines will be lowered in the future, following \nIMO regulations. The overall ESI score varies between 0 (meeting IMO regulations) and 100 (no emissions). \nAdditionally, it also rewards ships that can use onshore power supply while at berth.  Following are the countries \nwhich are utilizing ESI to provide incentives to shippers who uses clean energy and/ or are efficient in its \noperations. \nFigure 28 Implementation \nframework for existing \nterminals \n", "page_num": 43}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n43 \nFigure 29 Participating incentives provider countries \n \nGreen Award - A Green Award certificate, which can be obtained by ships that go above and beyond the industry \nstandards in terms of safety, quality and environmental performance, acts as a quality mark and brings benefits \nto its holders. The following countries recognize this certificate program to offer incentives to shippers -Argentina, \nBelgium, Canada, Germany, Gibraltar, Japan, Latvia, Lithuania, New Zealand, Oman, Portugal, South Africa & \nthe Netherlands. \n. \nClean Shipping Index - The basis of the Clean Shipping Index is a digital questionnaire covering vessels' \nenvironmental performance. The questions cover general information about the shipping company as well as \nvessel-specific information. Vessels are scored on the following parameters – SOx, COx, NOx, chemicals, water \nand waste and particular matter. Final scores for vessels are based on the outcome of the questionnaire. A total \nof 150 points can be obtained, 30 points for each of the 5 different parameters. The final score results in CSI \nClass 1-5 according to the below scheme: \n \nCSI Class 5: 125-150 points \n \nCSI Class 4: 100-124 points \n \nCSI Class 3: 75-99 points \n \nCSI Class 2: 38-74 points \n \nCSI Class 1: 0-37 points \nGreen Marine - Green Marine is an environmental certification program for the North American marine industry. \nIt is a voluntary, transparent, and inclusive initiative that addresses key environmental issues through its 14 \nperformance indicators - Aquatic invasive species, Cargo residues, Community impacts, Community relations, \n", "page_num": 44}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n44 \nDry bulk handling and storage, Environmental leadership, Greenhouse gas emissions, Oily discharge, Pollutant \nair emissions NOx, Pollutant air emissions SOx & PM Spill prevention and stormwater management, Ship \nrecycling, Underwater noise, Waste management  \nEnergy Efficiency Design Index (EEDI) - EEDI is the measure of the amount of CO2 emitted by the ship (in \ngrams) per tonne-mile of work. IMO sets the Required EEDI which is the maximum value of EEDI required for \nthe ship. Over the period of time, IMO wants to reduce the required EEDI value for the ships so that in future the \nship’s engines are even more energy efficient. The actual value of EEDI attained by the ship would be different \nfrom required EEDI. The actual value would depend on factors such as specific fuel consumption of engines, \ntype of fuel used, the speed of the ship, deadweight of ship, efficient technology used. If the above-mentioned \nfactors are leading to efficiency in engine working and reduction of CO2 emission, then actual EEDI may be less \nthan required EEDI. Incentive provider countries look at the actual EEDI of ships as against the required EEDI \nset by IMO and provide incentives to ships which perform better than required EEDI. \nFigure 30 Case study – Incentive schemes adopted by Port of Vancouver \nCase study – Incentive schemes adopted by Port of Vancouver \nPort of Vancouver’s EcoAction program recognizes a variety of cleaner fuels and technologies, as well as different \nincentive/rating schemes for reducing ambient air and carbon emissions, providing vessels with 3 different levels of \ndiscounts on port dues. Ships may qualify for gold, silver or bronze levels, which qualify them for a 23%, 35% or a minimum \n47% discount. The EcoAction program provides discounts through one of the following five qualifying incentive schemes   \nINITIATIVE \nCRITERIA FOR SHIPS TO QUALIFY FOR DIFFERENT LEVELS OF \nDISCOUNT ON PEORT DUES \nBronze (23% discount) \nSilver (35% discount) \nGold (47% discount) \nRightShip GHG Emissions \nRating and Quality index (Qi) \nRating \nGHG C & \nEnvironmental 3+ \nstars \nGHG B & \nEnvironmental 3+ \nstars \nGHG A & Environmental \n3+ stars \nEnvironment Shipping Index \n(ESI) \n20 ≤ Score < 31 \n31 ≤ Score < 40 \nScore ≥ 40 \nGreen Award Certified \nvessels  \nAward certificate \n \n \nClean Shipping Index (CSI) \nScore of 3 \nScore of 4 \nScore of 5 \nGreen Marine- \nenvironnemental \nperformance certification  \nLevel 3 GHG & min. \nLevel 2 others \nLevel 4 GHG & min. \nLevel 2 others \nLevel 5 GHG & min. \nLevel 2 others \nEnergy Efficiency Design \nIndex (EEDI) \nAttained EEDI 5% \nbetter than required \nEEDI \nAttained EEDI 10% \nbetter than required \nEEDI \nAttained EEDI 15% \nbetter than required \nEEDI \nIntervention – Indian port authority should also recognize any of the above-mentioned rating/ certification \nprograms to offer discounts on port dues or any other form of incentives to promote operations of clean fuelled \nvessels at ports. This will boost usage of clean marine fuel in the country and promote sustainability at ports. \n", "page_num": 45}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n45 \nCREATION OF DISASTER MANAGEMENT PLAN \nOf India's 7,516 km coastline almost 5,700 kilometers are highly \nvulnerable to the impacts of tropical cyclones and related hydro-\nmeteorological hazards. This results in recurrent loss of life and \nproperties. Natural disaster losses equate to up to 2% of India's \nGross Domestic Product (GDP) and up to 12% of Central \ngovernment revenue. Indian subcontinent is the worst affected \nregion of the world which is exposed to nearly 10% of the world's \ntropical Cyclones. \nAn effective Disaster Management Plan (DMP) helps to minimize the \nlosses in terms of human lives, assets and environmental damage \nand resumes working condition as soon as possible. \nPorts are mandated to maintain DMP in order to comply with different \nrules and regulations and to receive EC and CRZ Clearances. \nNational Disaster Management Plan (NDMP) are already formulated which provide guidelines covering all phases \nof disaster management: mitigation, prevention, response, and recovery.  \n \nMitigation \ninvolves \nsteps \nto \nreduce \nvulnerability to disaster impacts such as injuries and \nloss of life and property. This involves proactive \nmeasures taken before a disaster occurs. For e.g., \nstrengthening of infrastructure. \n \nDisaster prevention refers to measures taken \nto eliminate the root- causes that make people \nvulnerable to disaster. Examples include dams or \nembankments that eliminate flood risks, land-use \nregulations that do not permit any settlement in high-\nrisk zones, and seismic engineering designs that \nensure the survival and function of a critical building in \nany likely earthquake \n \nResponse addresses immediate threats presented by the disaster, including saving lives, meeting \nhumanitarian needs (food, shelter, clothing, public health, and safety), cleanup, damage assessment, \nand the start of resource distribution \n \nRecovery is the fourth phase of disaster and is the restoration of all aspects of the disaster’s impact on \na community and the return of the local economy to some sense of normalcy \nPorts and other maritime entities have formulated their activities and location specific DMPs which has led to \nquick response and better coordination in the last decade to extreme coastal climatic events. Ports like Cochin \nport have developed a very robust DMP. For other ports, there is a scope of improvement in DMP.  \nAspects of DMPs towards extreme coastal climatic events and general areas of strengthening are discussed \nbelow: \n \nStandard Operating Procedure- Fill gap(s) in the DMPs by cross port audits and adopting best practices of \nother ports. Further, ports can standardize their DMP format for better implementation and quick \nfamiliarization. \n \nEarly warning systems- Establish early warning system for Tsunami preparedness. Additionally, put in \nplace hotline between ports to India Meteorological Department (IMD) and District DM for pre-event and post \nevent coordination. Further, usage of harmonized system codes should be encouraged for emergency \ncommunication and coordination through walkie talkies. \nFigure 31 Disaster impact \nFigure 32 MRCC Areas \n", "page_num": 46}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n46 \n \nPost event immediate relief- Recovery activities to be conducted within a week post disaster like debris \nremoval, corpse management, medical facilities, medical relief, food (community kitchens), supply of clean \nwater, etc. Delegation of Authority should be put in place for spending of CSR funds for post event relief \nactivities.  \n \nMock Drills- Disaster specific mock drill should be conducted to check the effectiveness and to identify gaps \nin existing DMP \n \nClimate change response and adaptation- Ingrain resilience to extreme climatic events in port operations \nand maintenance activity. Rebuilding of damaged infrastructure should be taken up based on “Build Back \nBetter” principle which aims at reducing the risk to the people of nations and communities in the wake of \nfuture disasters and shocks. \nDEVELOP SUSTAINABILITY MONITORING TOOLKIT TO MONITOR EMISSIONS AND RESOURCE \nCONSUMPTION AT PORTS \nIntegrating sustainability into core business practices is considered essential to futureproof the port industry. A sustainability tool \nkit may be developed to monitor performance of ports across following 13 areas. \n Figure 33 13 areas for sustainable strategy \n \nLand use planning – Developing sound land and water area use is the first step towards becoming a Green \nPort. This is both for new port developments (Greenfield) and upgrading existing developments. Port authority to \ndetermine if the chosen location allows for a viable long-term operability of the port when considering the overall \nsocial (workforce, hinterland), ecological (nature areas) and environmental (sedimentation/erosion, \nwave/flooding, river discharges, etc.) situation. Further, it to make a long-term plan in which land and water areas \nare assigned to the different functions in the port in such a way that the port operations work effectively, \n(hinterland) transport modes are enhanced, the natural environment can flourish and the people enjoy the area \nModalities and connectivity – An increase in world trade would lead to increase in sea transport. To be able to \ncope with increase in marine trade, quality and capacity of hinterland connectivity should be adequate. \nDevelopment of hinterland connectivity should keep sustainability into consideration such that modal shift to more \nenvironment friendly mode of transport is promoted. \nAir quality – Under this area, port authority should ensure that further development of port operations does not \nimpact the air quality in the area while continuing measures to meet emissions reduction targets. \nSurface water and sediment quality – Port authority should prevent port operations from degrading the \nsurrounding water quality or even take measures to improve the water quality in the port which is suited for the \necosystem and has potential for ecological habitats to be developed in the port area. Additionally, there should \nbe a system that monitors the water and sediment quality in and around the port area. \n", "page_num": 47}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n47 \nSoil and groundwater quality – Port authorities to ensure to facilitate further economic developments by \nmanaging historic legacies of soil and groundwater pollution in such a way that environmental, health and safety \nrisks are controlled \nDredging impact – Monitor dredging activities to test and demonstrate best management practices (BMP) \neffectiveness aimed to prevent/minimize impacts from dredging. Additionally, search for opportunities for \nbeneficial re-use of dredged material by identifying and appointing areas for development of port infrastructure \nand natural ecosystems \nSound/Noise Impacts - Port activities and related transport produce sound that can be perceived as a serious \nenvironmental nuisance. This can be above or underwater sound. Sound may not only reduce the quality of life \nbut may also provide a health hazard and may have ecological impacts. In order to mitigate noise pollution, port \nauthority should develop acceptable sound contours in and around the port based on measurements taken during \ndifferent seasons/meteorological conditions. Subsequently, port authority should do zoning of the port with \ndifferent permitted noise levels for the various zones. Noisy industry can be moved to areas with a higher \npermitted noise level. \nEnergy and Climate Change Mitigation - Greenhouse gas (GHG) pollutants such as carbon dioxide (CO2) are \nlinked to global warming. Marine industry is a significant contributor of GHG pollutants. Port authority should \nensure that further development of port operations does not impact the air quality in the area while continuing \nmeasures to meet emissions reduction targets. Port authority should focus on reducing energy consumption and \nenergy costs through increase of efficiency and modernizing (industrial) processes. \nClimate adaptation - Ports must prepare for sea level rise, including increased storm surges, due to climate \nchange. Sea level rise has already impacted port operations in some areas of the world. Port authorities need to \nensure that port infrastructure and land transport corridors to the port are developed taking into account climate \nchange impacts. \nHabitat and Species Management Health - Ports and their (maritime) accesses are often located in or near \nvaluable natural habitats, in certain cases designated as protected areas. Port authority needs to incorporate \neco-structures in new developments that allow for development of ecological systems, e.g., aquaculture. Further, \nport authority should ensure it integrate habitat creation in port master and development plans. Port authority \nshould also support monitoring and research in development of habitats in port areas. \nLandscape Management and Quality of Life - Landscape is an area whose character is the result of the action \nand interaction of natural and/or human factors and it is a key issue in an individual’s social well-being and \npeople’s quality of life. Port authority should conduct a visual impact assessment for existing and new facilities. \nVisual impact results from the combination of visual modification (contrast between the development and the \nexisting visual environment) and visual sensitivity (a measure of how critically a change to the existing landscape \nwill be viewed from various use areas). Once visual impact assessment is completed, port should propose a \nmitigation plan. Mitigation actions fall under one of the following strategies: avoidance, reduction, remediation, \nand compensation. Examples of mitigation measures are: Sensitive location and siting, Site layout, Choice of site \nlevel, Appropriate form, materials and design of built structures, Lighting, Ground modelling, Planting, Use of \ncolor schemes, camouflage, or disguise. \nShip related waste management – The protection of the marine environment can be enhanced by eliminating \ndischarges into the sea of ship-generated waste and cargo residues. This can be achieved by improving the \navailability and use of reception facilities. Port authority should srxfcnsure maximum delivery of ship-generated \nwaste and cargo residues through availability of adequate port reception facilities and the establishment of \n(financial) incentive schemes in order to avoid waste being discharged at sea.  \nSustainable Resource Management - Within ports, significant material flows are generated, by economic \nactivities or by infrastructural developments on land or in water. By closing material loops, significant waste flows \ncan be avoided. Closing material loops requires cooperation between companies to detect (waste) material \n", "page_num": 48}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n48 \nstreams they can exchange. Therefore, companies must have some kind of forum to exchange information, \nexperiences, and good practice examples. \nThe above areas to be regularly monitored by a Program Management Unit Cell. The monitoring exercise to be \nrepeated at regular intervals (6-12 months) or after every significant intervention to assess the impact. \nTotal investment required and potential job opportunities  \n \nGREEN SHIPPING \nCURRENT LANDSCAPE \nUrgent action is necessary to accelerate the pace of the energy transformation and decarbonization of the \neconomy, including the shipping sector, a strategic sector of the global economy. At present, about 99% of the \nenergy demand from coastal shipping sector is met by fossil fuels, with fuel oil and marine gas oil (MGO). If no \nactions are taken, IMO has flagged that GHG emissions associated with the shipping sector could grow between \n50% and 250% by 2050 in comparison to 2008 emission levels. Clearly this broad range of projected GHG \nemissions flags a level of uncertainty in terms of how the sector will evolve over the next 30 years. Nonetheless, \neven the lower-level band of GHG emissions increase is an area of great concern in terms of global warming. \nTo address these concerns, there is a need to map out a path to a decarbonized maritime shipping sector. Its \nprimary focus is the analysis of a pathway to a mitigation structure that will limit global temperature rise to 1.5 \ndegrees Celsius (°C) and bring CO2 emissions closer to net zero by mid-century. \nIn April 2018, IMO adopted a strategy for reducing greenhouse gas emissions from international shipping, which \nsets the level of ambition of reducing emissions by at least 50 % by 2050 compared with the level in 2008. The \noverall vision is to phase out greenhouse gas emissions from the industry as soon as possible in this century. In \naddition, the IMO strategy includes ambitions to improve the energy efficiency of each ship and to reduce the \ncarbon intensity of the whole sector by reducing emissions per unit of transport work done by at least 40 % by \n2030 and further towards 70 % by 2050. \nFigure 34: IMO & CoP 26 Green emission targets \n \nThe dotted black line shows the projected emission trend under a business- as-usual scenario \nThe solid black line shows an emission trajectory in line with IMO’s strategy \n \n", "page_num": 49}, {"text": "      \n      \nMinistry of Ports, Shipping and Waterways \n \n \n49 \nTo achieve the above target, four scenarios have been analyzed - Base Energy Scenario (BES), Planned Energy \nScenario (PES), Transforming Energy Scenario (TES) and 1.5-degree Celsius Scenario (1.5 CS) \nFigure 35: Energy demand in different scenarios (Source: IMO/ IRENA) \n \nBusiness-as-usual behavior represented under the BES would imply an overall growth of 30% in energy demand \nby 2050. Similarly, for the PES, final energy demand would increase by 24%. In contrast, for the TES and 1.5°C \nScenario, final energy demand could decrease by 3% and 17%, respectively. \nWhile the BES scenario implies that the inclusion of renewable fuels by 2050 is practically null with fuel oil and \nMGO being dominant, the PES scenario explores a pathway in which LNG becomes the fuel of choice by 2050. \nIn parallel, TES considers a more balanced picture where the inclusion of renewable fuels represents about 40% \nof the share by 2050. In contrast, the 1.5°C Scenario pathway presents a total renewable fuel share of 70% and \nlimited participation of LNG. In the latter scenario, green H2-based fuel is expected to play a major role, \nparticularly green ammonia. The overall transition from 2018 to 2050 from a carbon-intensive sector, currently \npredominantly based on the use of fuel oil and MGO, to a decarbonized sector in 2050 with a high inclusion of \nrenewable fuels is illustrated below: \nFigure 36: Fuel mix to achieve 1.5-degree Celsius scenario (Source IMO/ IRENA) \n \nKEY INITIATIVES  \nPOLICY AND REGULATORY INITIATIVES \nIMPLEMENT GREEN MARITIME SHIPPING PROGRAMME \n", "page_num": 50}], "images": [{"image_id": "img_1_1", "page_num": 1, "path": "data\\extracted\\images\\img_1_1.png"}, {"image_id": "img_3_1", "page_num": 3, "path": "data\\extracted\\images\\img_3_1.png"}, {"image_id": "img_3_2", "page_num": 3, "path": "data\\extracted\\images\\img_3_2.png"}, {"image_id": "img_5_1", "page_num": 5, "path": "data\\extracted\\images\\img_5_1.png"}, {"image_id": "img_5_2", "page_num": 5, "path": "data\\extracted\\images\\img_5_2.png"}, {"image_id": "img_7_1", "page_num": 7, "path": "data\\extracted\\images\\img_7_1.png"}, {"image_id": "img_7_2", "page_num": 7, "path": "data\\extracted\\images\\img_7_2.png"}, {"image_id": "img_8_1", "page_num": 8, "path": "data\\extracted\\images\\img_8_1.png"}, {"image_id": "img_8_2", "page_num": 8, "path": "data\\extracted\\images\\img_8_2.png"}, {"image_id": "img_9_1", "page_num": 9, "path": "data\\extracted\\images\\img_9_1.png"}, {"image_id": "img_9_2", "page_num": 9, "path": "data\\extracted\\images\\img_9_2.png"}, {"image_id": "img_9_3", "page_num": 9, "path": "data\\extracted\\images\\img_9_3.png"}, {"image_id": "img_9_4", "page_num": 9, "path": "data\\extracted\\images\\img_9_4.png"}, {"image_id": "img_17_1", "page_num": 17, "path": "data\\extracted\\images\\img_17_1.png"}, {"image_id": "img_17_2", "page_num": 17, "path": "data\\extracted\\images\\img_17_2.png"}, {"image_id": "img_17_3", "page_num": 17, "path": "data\\extracted\\images\\img_17_3.png"}, {"image_id": "img_17_4", "page_num": 17, "path": "data\\extracted\\images\\img_17_4.png"}, {"image_id": "img_17_5", "page_num": 17, "path": "data\\extracted\\images\\img_17_5.png"}, {"image_id": "img_17_6", "page_num": 17, "path": "data\\extracted\\images\\img_17_6.png"}, {"image_id": "img_17_7", "page_num": 17, "path": "data\\extracted\\images\\img_17_7.png"}, {"image_id": "img_17_8", "page_num": 17, "path": "data\\extracted\\images\\img_17_8.png"}, {"image_id": "img_18_1", "page_num": 18, "path": "data\\extracted\\images\\img_18_1.png"}, {"image_id": "img_18_2", "page_num": 18, "path": "data\\extracted\\images\\img_18_2.png"}, {"image_id": "img_19_1", "page_num": 19, "path": "data\\extracted\\images\\img_19_1.png"}, {"image_id": "img_19_2", "page_num": 19, "path": "data\\extracted\\images\\img_19_2.png"}, {"image_id": "img_19_3", "page_num": 19, "path": "data\\extracted\\images\\img_19_3.png"}, {"image_id": "img_19_4", "page_num": 19, "path": "data\\extracted\\images\\img_19_4.png"}, {"image_id": "img_19_5", "page_num": 19, "path": "data\\extracted\\images\\img_19_5.png"}, {"image_id": "img_19_6", "page_num": 19, "path": "data\\extracted\\images\\img_19_6.png"}, {"image_id": "img_19_7", "page_num": 19, "path": "data\\extracted\\images\\img_19_7.png"}, {"image_id": "img_19_8", "page_num": 19, "path": "data\\extracted\\images\\img_19_8.png"}, {"image_id": "img_21_1", "page_num": 21, "path": "data\\extracted\\images\\img_21_1.png"}, {"image_id": "img_21_2", "page_num": 21, "path": "data\\extracted\\images\\img_21_2.png"}, {"image_id": "img_21_3", "page_num": 21, "path": "data\\extracted\\images\\img_21_3.png"}, {"image_id": "img_21_4", "page_num": 21, "path": "data\\extracted\\images\\img_21_4.png"}, {"image_id": "img_21_5", "page_num": 21, "path": "data\\extracted\\images\\img_21_5.png"}, {"image_id": "img_21_6", "page_num": 21, "path": "data\\extracted\\images\\img_21_6.png"}, {"image_id": "img_22_1", "page_num": 22, "path": "data\\extracted\\images\\img_22_1.png"}, {"image_id": "img_22_2", "page_num": 22, "path": "data\\extracted\\images\\img_22_2.png"}, {"image_id": "img_24_1", "page_num": 24, "path": "data\\extracted\\images\\img_24_1.png"}, {"image_id": "img_24_2", "page_num": 24, "path": "data\\extracted\\images\\img_24_2.png"}, {"image_id": "img_27_1", "page_num": 27, "path": "data\\extracted\\images\\img_27_1.png"}, {"image_id": "img_27_2", "page_num": 27, "path": "data\\extracted\\images\\img_27_2.png"}, {"image_id": "img_27_3", "page_num": 27, "path": "data\\extracted\\images\\img_27_3.png"}, {"image_id": "img_27_4", "page_num": 27, "path": "data\\extracted\\images\\img_27_4.png"}, {"image_id": "img_27_5", "page_num": 27, "path": "data\\extracted\\images\\img_27_5.png"}, {"image_id": "img_27_6", "page_num": 27, "path": "data\\extracted\\images\\img_27_6.png"}, {"image_id": "img_28_1", "page_num": 28, "path": "data\\extracted\\images\\img_28_1.png"}, {"image_id": "img_28_2", "page_num": 28, "path": "data\\extracted\\images\\img_28_2.png"}, {"image_id": "img_28_3", "page_num": 28, "path": "data\\extracted\\images\\img_28_3.png"}, {"image_id": "img_28_4", "page_num": 28, "path": "data\\extracted\\images\\img_28_4.png"}, {"image_id": "img_29_1", "page_num": 29, "path": "data\\extracted\\images\\img_29_1.png"}, {"image_id": "img_29_2", "page_num": 29, "path": "data\\extracted\\images\\img_29_2.png"}, {"image_id": "img_30_1", "page_num": 30, "path": "data\\extracted\\images\\img_30_1.png"}, {"image_id": "img_30_2", "page_num": 30, "path": "data\\extracted\\images\\img_30_2.png"}, {"image_id": "img_30_3", "page_num": 30, "path": "data\\extracted\\images\\img_30_3.png"}, {"image_id": "img_30_4", "page_num": 30, "path": "data\\extracted\\images\\img_30_4.png"}, {"image_id": "img_30_5", "page_num": 30, "path": "data\\extracted\\images\\img_30_5.png"}, {"image_id": "img_30_6", "page_num": 30, "path": "data\\extracted\\images\\img_30_6.png"}, {"image_id": "img_31_1", "page_num": 31, "path": "data\\extracted\\images\\img_31_1.png"}, {"image_id": "img_31_2", "page_num": 31, "path": "data\\extracted\\images\\img_31_2.png"}, {"image_id": "img_32_1", "page_num": 32, "path": "data\\extracted\\images\\img_32_1.png"}, {"image_id": "img_32_2", "page_num": 32, "path": "data\\extracted\\images\\img_32_2.png"}, {"image_id": "img_32_3", "page_num": 32, "path": "data\\extracted\\images\\img_32_3.png"}, {"image_id": "img_32_4", "page_num": 32, "path": "data\\extracted\\images\\img_32_4.png"}, {"image_id": "img_33_1", "page_num": 33, "path": "data\\extracted\\images\\img_33_1.png"}, {"image_id": "img_33_2", "page_num": 33, "path": "data\\extracted\\images\\img_33_2.png"}, {"image_id": "img_34_1", "page_num": 34, "path": "data\\extracted\\images\\img_34_1.png"}, {"image_id": "img_34_2", "page_num": 34, "path": "data\\extracted\\images\\img_34_2.png"}, {"image_id": "img_34_3", "page_num": 34, "path": "data\\extracted\\images\\img_34_3.png"}, {"image_id": "img_34_4", "page_num": 34, "path": "data\\extracted\\images\\img_34_4.png"}, {"image_id": "img_34_5", "page_num": 34, "path": "data\\extracted\\images\\img_34_5.png"}, {"image_id": "img_34_6", "page_num": 34, "path": "data\\extracted\\images\\img_34_6.png"}, {"image_id": "img_34_7", "page_num": 34, "path": "data\\extracted\\images\\img_34_7.png"}, {"image_id": "img_34_8", "page_num": 34, "path": "data\\extracted\\images\\img_34_8.png"}, {"image_id": "img_34_9", "page_num": 34, "path": "data\\extracted\\images\\img_34_9.png"}, {"image_id": "img_34_10", "page_num": 34, "path": "data\\extracted\\images\\img_34_10.png"}, {"image_id": "img_34_11", "page_num": 34, "path": "data\\extracted\\images\\img_34_11.png"}, {"image_id": "img_34_12", "page_num": 34, "path": "data\\extracted\\images\\img_34_12.png"}, {"image_id": "img_34_13", "page_num": 34, "path": "data\\extracted\\images\\img_34_13.png"}, {"image_id": "img_34_14", "page_num": 34, "path": "data\\extracted\\images\\img_34_14.png"}, {"image_id": "img_35_1", "page_num": 35, "path": "data\\extracted\\images\\img_35_1.png"}, {"image_id": "img_35_2", "page_num": 35, "path": "data\\extracted\\images\\img_35_2.png"}, {"image_id": "img_37_1", "page_num": 37, "path": "data\\extracted\\images\\img_37_1.png"}, {"image_id": "img_37_2", "page_num": 37, "path": "data\\extracted\\images\\img_37_2.png"}, {"image_id": "img_37_3", "page_num": 37, "path": "data\\extracted\\images\\img_37_3.png"}, {"image_id": "img_37_4", "page_num": 37, "path": "data\\extracted\\images\\img_37_4.png"}, {"image_id": "img_37_5", "page_num": 37, "path": "data\\extracted\\images\\img_37_5.png"}, {"image_id": "img_37_6", "page_num": 37, "path": "data\\extracted\\images\\img_37_6.png"}, {"image_id": "img_37_7", "page_num": 37, "path": "data\\extracted\\images\\img_37_7.png"}, {"image_id": "img_37_8", "page_num": 37, "path": "data\\extracted\\images\\img_37_8.png"}, {"image_id": "img_37_9", "page_num": 37, "path": "data\\extracted\\images\\img_37_9.png"}, {"image_id": "img_37_10", "page_num": 37, "path": "data\\extracted\\images\\img_37_10.png"}, {"image_id": "img_37_11", "page_num": 37, "path": "data\\extracted\\images\\img_37_11.png"}, {"image_id": "img_37_12", "page_num": 37, "path": "data\\extracted\\images\\img_37_12.png"}, {"image_id": "img_37_13", "page_num": 37, "path": "data\\extracted\\images\\img_37_13.png"}, {"image_id": "img_37_14", "page_num": 37, "path": "data\\extracted\\images\\img_37_14.png"}, {"image_id": "img_37_15", "page_num": 37, "path": "data\\extracted\\images\\img_37_15.png"}, {"image_id": "img_37_16", "page_num": 37, "path": "data\\extracted\\images\\img_37_16.png"}, {"image_id": "img_38_1", "page_num": 38, "path": "data\\extracted\\images\\img_38_1.png"}, {"image_id": "img_38_2", "page_num": 38, "path": "data\\extracted\\images\\img_38_2.png"}, {"image_id": "img_38_3", "page_num": 38, "path": "data\\extracted\\images\\img_38_3.png"}, {"image_id": "img_38_4", "page_num": 38, "path": "data\\extracted\\images\\img_38_4.png"}, {"image_id": "img_38_5", "page_num": 38, "path": "data\\extracted\\images\\img_38_5.png"}, {"image_id": "img_40_1", "page_num": 40, "path": "data\\extracted\\images\\img_40_1.png"}, {"image_id": "img_40_2", "page_num": 40, "path": "data\\extracted\\images\\img_40_2.png"}, {"image_id": "img_40_3", "page_num": 40, "path": "data\\extracted\\images\\img_40_3.png"}, {"image_id": "img_40_4", "page_num": 40, "path": "data\\extracted\\images\\img_40_4.png"}, {"image_id": "img_40_5", "page_num": 40, "path": "data\\extracted\\images\\img_40_5.png"}, {"image_id": "img_40_6", "page_num": 40, "path": "data\\extracted\\images\\img_40_6.png"}, {"image_id": "img_41_1", "page_num": 41, "path": "data\\extracted\\images\\img_41_1.png"}, {"image_id": "img_41_2", "page_num": 41, "path": "data\\extracted\\images\\img_41_2.png"}, {"image_id": "img_42_1", "page_num": 42, "path": "data\\extracted\\images\\img_42_1.png"}, {"image_id": "img_42_2", "page_num": 42, "path": "data\\extracted\\images\\img_42_2.png"}, {"image_id": "img_42_3", "page_num": 42, "path": "data\\extracted\\images\\img_42_3.png"}, {"image_id": "img_42_4", "page_num": 42, "path": "data\\extracted\\images\\img_42_4.png"}, {"image_id": "img_42_5", "page_num": 42, "path": "data\\extracted\\images\\img_42_5.png"}, {"image_id": "img_42_6", "page_num": 42, "path": "data\\extracted\\images\\img_42_6.png"}, {"image_id": "img_43_1", "page_num": 43, "path": "data\\extracted\\images\\img_43_1.png"}, {"image_id": "img_43_2", "page_num": 43, "path": "data\\extracted\\images\\img_43_2.png"}, {"image_id": "img_44_1", "page_num": 44, "path": "data\\extracted\\images\\img_44_1.png"}, {"image_id": "img_44_2", "page_num": 44, "path": "data\\extracted\\images\\img_44_2.png"}, {"image_id": "img_45_1", "page_num": 45, "path": "data\\extracted\\images\\img_45_1.png"}, {"image_id": "img_45_2", "page_num": 45, "path": "data\\extracted\\images\\img_45_2.png"}, {"image_id": "img_46_1", "page_num": 46, "path": "data\\extracted\\images\\img_46_1.png"}, {"image_id": "img_46_2", "page_num": 46, "path": "data\\extracted\\images\\img_46_2.png"}, {"image_id": "img_47_1", "page_num": 47, "path": "data\\extracted\\images\\img_47_1.png"}, {"image_id": "img_47_2", "page_num": 47, "path": "data\\extracted\\images\\img_47_2.png"}, {"image_id": "img_47_3", "page_num": 47, "path": "data\\extracted\\images\\img_47_3.png"}, {"image_id": "img_47_4", "page_num": 47, "path": "data\\extracted\\images\\img_47_4.png"}, {"image_id": "img_49_1", "page_num": 49, "path": "data\\extracted\\images\\img_49_1.png"}, {"image_id": "img_49_2", "page_num": 49, "path": "data\\extracted\\images\\img_49_2.png"}, {"image_id": "img_49_3", "page_num": 49, "path": "data\\extracted\\images\\img_49_3.png"}, {"image_id": "img_49_4", "page_num": 49, "path": "data\\extracted\\images\\img_49_4.png"}, {"image_id": "img_49_5", "page_num": 49, "path": "data\\extracted\\images\\img_49_5.png"}, {"image_id": "img_49_6", "page_num": 49, "path": "data\\extracted\\images\\img_49_6.png"}, {"image_id": "img_50_1", "page_num": 50, "path": "data\\extracted\\images\\img_50_1.png"}, {"image_id": "img_50_2", "page_num": 50, "path": "data\\extracted\\images\\img_50_2.png"}, {"image_id": "img_50_3", "page_num": 50, "path": "data\\extracted\\images\\img_50_3.png"}, {"image_id": "img_50_4", "page_num": 50, "path": "data\\extracted\\images\\img_50_4.png"}]}